{
    "HFrEF$Intermedia_5": {
        "LVEF≤40 is the critiera for HFrEF$Cause_1": {
            "LVEF 40%$Input2": {}
        },
        "Heart Failure$Intermedia_4": {
            "Cardiac structural abnormalities is a diagnostic criteria of heart failure$Cause_1": {
                "myocardial infarction$Input6": {}
            },
            "Strongly suspected heart failure$Intermedia_3": {
                "BNP ≥ 35 pg/mL is a strong value for heart failure$Cause_1": {
                    "BNP was elevated at 5802$Input2": {}
                },
                "Suspected heart failure$Intermedia_2": {
                    "Peripheral edema is a sign of heart failure$Cause_1": {
                        "pleural effusions$Input2": {}
                    },
                    "Weight gain is a sign of heart failure$Cause_1": {
                        "weight gain$Input2": {}
                    },
                    "Breathlessness is a symptom of heart failure$Cause_1": {
                        "SOB$Input2": {}
                    },
                    "Atrial fibrillation\nis a risk factor of heart failure$Cause_1": {
                        "Atrial fibrillation$Input3": {}
                    },
                    "Hypertension is a risk factor of heart failure$Cause_1": {
                        "Hypertension$Input3": {}
                    }
                }
            }
        }
    },
    "input1": "diarrhea, leg swelling\n",
    "input2": "75 YO woman with severe LV contractile systolic (leg swelleg swellingEF 40%) and diastolic dysfunction, PAF on coumadin and amiodarone who presented with worsening leg swelling, weight gain, SOB, and diarrhea. Pt is poor historian. She did report liquidy, brown, non-bloody diarrhea for 6 days prior to presentation with resulting limited PO intake. The diarrhea was associated with crampy, diffuse/epigastric abdominal pain. She denied nausea but reported vomiting a few times (non-bloody). She denied fevers, chills, urinary symptoms. No chest pain or SOB, per patient, though NH records did indicate SOB and DOE.  \n\nPatient had recent admission s/p fall with CHF exacerbation. At that time, her meds were changed.  \n\nUpon admission, the patient was on: Asa 81mg daily, torsemide 20mg BID, HCTZ 12.5 daily, Amiodarone 200mg daily, Lisinopril 2.5mg daily, Warfarin, Metoprolol 12.5mg daily, and KCL 20mg daily.  \n.  \nUpon discharge, the patient was on: ASA 81, Amiodarone 200 daily, Warfarin, KCl 40 daily, Metoprolol 12.5 BID, Lasix 60qam and 40qpm, lisinopril 2.5 daily, and tylenol prn.  \n\nASA was stopped. K and Ca were d/c'd and lasix was changed to qod patient c/o nausea. The physician noted pitting edema and changed her Lasix to 80mg daily. Her dry weight is 128-130lbs. Her weight upon admission was 135 and her weight upon transfer was 137.3. She never \nhad an oxygen requirement.  \n\nIn the ED, the patient had a CXR showing question of a retrocardiac opacity as well as pleural effusions. She was given Levofloxacin for possible PNA. BNP was elevated at 5802 (was 733 at OSH. EKG was unchanged fBNP was elevated at 5802rom prior with stable trop (0.10). A CT abd w/o contrast was performed for her diarrhea and revealed no pathology. LFT's were normal. Vitals 96.9 BP 104/45 HR 51 RR 17 96% RA. 900cc urine output in ED. Admitted for likely CHF exacerbation.  \n \nOn the floor, pt had no complaints. She denied CP, SOB and reported improvement in abdominal cramping. She had one large liquid brown stool on arrival to the floor.\n",
    "input3": "+Atrial fibrillation\n+CHF  \n+HTN  \n+C-spine stenosis  \n+GERD  \n+mod MR  \n+bursitis shoulders bilat  \n+Hypertension\n+Systolic and likely diastolic CHF: EF 40-45%\n",
    "input4": "There is no family history of premature coronary artery disease or sudden death. Brother w valvular dz NOS.\n",
    "input5": "VS - afebrile SBP 129 to 92 with lisinopril HR ___ 99%RA  \nGen: WDWN elderly female in NAD. Oriented to person and hospital only. Hard of hearing and slow to answer questions. Mood, affect appropriate.  \nHEENT: NCAT. Sclera anicteric. PERRL, EOMI. Conjunctiva were pink, no pallor or cyanosis of the oral mucosa. No xanthalesma.  \nNeck: Supple with JVD to the ear lobe.  \nCV: PMI located in intercostal space, midclavicular line. brady, regular, normal S1, S2. No m/r/g. No thrills, lifts. No S3 or S4.  \nChest: No chest wall deformities, scoliosis or kyphosis. Resp were unlabored, no accessory muscle use. +Bibasilar crackles, no wheezes or rhonchi.  \nAbd: Soft, distended. No HSM or tenderness. No abdominial bruits.  \nExt: 2+ pitting b/l ___ edema to thighs bilaterally. No femoral bruits.  \nSkin: Several pinpoint pressure ulcers on buttocks. No stasis dermatitis, scars, or xanthomas.\n",
    "input6": "___ 10:55AM   ___ PTT-28.7 ___\n___ 10:55AM   PLT COUNT-261\n___ 10:55AM   NEUTS-79.7* LYMPHS-13.2* MONOS-5.1 EOS-1.5 BASOS-0.5\n___ 10:55AM   WBC-7.6 RBC-5.30 HGB-13.0 HCT-40.6 MCV-77* MCH-24.5* MCHC-32.0 RDW-19.2*\n___ 10:55AM   ALBUMIN-3.7 CALCIUM-9.6 PHOSPHATE-3.7 MAGNESIUM-2.3\n___ 10:55AM   CK-MB-NotDone proBNP-5802*\n___ 10:55AM   cTropnT-0.10*\n___ 10:55AM   LIPASE-31\n___ 10:55AM   ALT(SGPT)-15 AST(SGOT)-28 CK(CPK)-29 ALK PHOS-100 TOT BILI-0.9\n___ 10:55AM   GLUCOSE-110* UREA N-30* CREAT-1.5* SODIUM-141 POTASSIUM-3.8 CHLORIDE-105 TOTAL CO2-23 ANION GAP-17\n___ 11:00AM   GLUCOSE-111* LACTATE-2.4* NA+-140 K+-3.5 CL--105 TCO2-23\n___ 11:20AM URINE  BLOOD-NEG NITRITE-NEG PROTEIN-NEG GLUCOSE-NEG KETONE-NEG BILIRUBIN-NEG UROBILNGN-NEG PH-5.0 LEUK-NEG\n___ 09:00PM   cTropnT-0.10*\n___ 09:00PM   CK(CPK)-22*\n\nEKG:\n___: Probable ectopic atrial rhythm with AV delay. Left axis deviation suggests left anterior fascicular block and possible prior inferior myocardial infarction. Delayed R wave progression with late precordial QRS transition may be due in part to left anterior fascicular block and/or prior anterior myocardial infarction. Diffuse nonspecific ST-T wave changes. Prominent U waves could be due to bradycardia or possible  drug/metabolic/electrolyte effect. Since previous tracing, ectopic atrial rhythm suggested and Q-Tc interval appears shorter.\n\n___: Probable ectopic atrial rhythm with AV delay Left axis deviation suggests left anterior fascicular block and possible prior inferior myocardial infarction. Delayed R wave progression with late precordial QRS transition may be due in part to left anterior fascicular block and/or prior anterior myocardial infarction. Diffuse nonspecific ST-T wave changes. Prominent U waves could be due in part to bradycardia or possible  drug/metabolic/electrolyte effect. Since previous tracing, no significant change \n\nCXR:\n___: FINDINGS: The previously noted Swan-Ganz catheter has been removed. No lines are in place at this time. There are diminished lung volumes. Extensive retrocardiac opacity is noted, likely atelectasis, although an early developing pneumonia cannot be excluded. There is blunting of the left costophrenic angle and to a lesser severity on the right as well, possibly due to small effusions. No gross consolidation is seen. There is no definite superimposed edema. Again noted is a tortuous atherosclerotic aorta. The cardiac silhouette is markedly enlarged but stable. No displaced fractures are evident. IMPRESSION: Retrocardiac opacity likely atelectasis, although pneumonia cannot be entirely excluded. There are likely bilateral small pleural effusions, right greater than left. \n\nAbdominal XR: \n___: FINDINGS: Study is mildly compromised secondary to habitus. No definite dilated loops of small bowel are evident. There is stool throughout the descending colon. No abnormal calcifications are noted overlying the renal fossae. There is a curvilinear calcification in the left deep pelvis, presumably vascular in origin. Extensive degenerative disease is noted throughout the included thoracolumbar spine. IMPRESSION: No radiographic evidence for obstruction. \n\nCT abd and pelvis:\n___: CT OF THE ABDOMEN WITHOUT IV CONTRAST: Please note the lack of intravenous contrast, significantly limits detailed evaluation of the intra-abdominal organs and bowel. There are bilateral small pleural effusions, left greater than right with associated atelectasis. Marked cardiomegaly is additionally noted. An 8-mm low-attenuation focus within the left lobe of the liver is too small to characterize but likely represents a simple cyst (2:21). Similarly, a 7-mm low-attenuation focus in the right lobe of the liver is too small to characterize but also likely represents a simple cyst (2:26). The liver is otherwise unremarkable. Please note, moderate abdominal and pelvic ascites also limits detailed evaluation. The spleen, adrenal glands, pancreas, stomach, and abdominal portions of the small bowel appear grossly unremarkable. There are bilateral simple renal cysts, the largest of which is located at the upper pole of the right kidney and measures 5.3 cm in diameter (2:20). The kidneys are otherwise unremarkable. Numerous colonic diverticula are present. T\n"
}