{
    "HFpEF$Intermedia_5": {
        "LVEF≥50% is the critiera for HFpEF$Cause_1": {
            "LVEF>55%$Input6": {}
        },
        "Heart Failure$Intermedia_4": {
            "Cardiac structural abnormalities is a diagnostic criteria of heart failure$Cause_1": {
                "The left atrium is moderately dilated$Input6": {}
            },
            "Strongly suspected heart failure$Intermedia_3": {
                "proBNPBNP ≥ 125 pg/mL is a strong value for heart failure$Cause_1": {
                    "proBNP-5145$Input6": {}
                },
                "Suspected heart failure$Intermedia_2": {
                    "Breathlessness is a symptom of heart failure$Cause_1": {
                        "Shortness of Breath$Input1": {}
                    },
                    "Loss of appetite is a symptom of heart failure$Cause_1": {
                        "does not have an appetite$Input2": {}
                    },
                    "hypertension is a risk factor of heart failure$Cause_1": {
                        "hypertension$Input3": {}
                    },
                    "asthma is a risk factor of heart failure$Cause_1": {
                        "asthma$Input3": {}
                    },
                    "atrial fibrillation is a risk factor of heart failure$Cause_1": {
                        "atrial fibrillation$Input3": {}
                    },
                    "Pleural effusion is a sign of heart failure$Cause_1": {
                        "Mild asymmetric pulmonary edema$Input6": {}
                    },
                    "pulmonary artery systolic hypertension is a sign of heart failure$Cause_1": {
                        "moderate pulmonary artery systolic hypertension$Input6": {}
                    },
                    "Fatigue is a symptom of heart failure$Cause_1": {
                        "general fatigue$Input1": {}
                    },
                    "orthopnea is a symptom of heart failure$Cause_1": {
                        "orthopnea$Input2": {}
                    },
                    "Metabolic disease is a risk factor of heart failure$Cause_1": {
                        "hypothyroidism$Input3": {}
                    },
                    "Peripheral edema is a sign of heart failure$Cause_1": {
                        "slightly edematous$Input5": {}
                    },
                    "Syncope is a symptom of heart failure$Cause_1": {
                        "fallfall$Input1": {}
                    }
                }
            }
        }
    },
    "input1": "fall x2, general fatigueShortness of Breath\n",
    "input2": "Female w/ hx of afib, PPM, hypothyroid, CKD, PE presents after fall x 2 at home. Patient was attempting to get out of bed this morning and fell to the floor, hitting her bottom.  She pushed life alert and EMS came. They helped her back into bed. She later attempted to walk to the bathroom and fell again. However she did hit the back of her head and neck on a window as she fell. Denies LOC before or after fall. Denies chest pain, palpitations, shortness of breath, dizziness, lightheadedness. States she often falls because her knees give out. \n\nShe does feel weak overall.  She has stable 2 pillow orthopnea and DOE (can not walk more than a block). She does not take her lasix for her CHF because it makes her urinate too frequently. States she is on 1.5L of O2 at home for \"her heart.\" She has been eating less than usual lately because she does not have an appetite. She denies fevers, chills, abdominal pain, nausea, vomiting. She denies dysuria or hematuria but does endorse urinary frequency. She denies any fever or chills but does have chronic productive cough. She was treated for a UTI last week with p.o. Cipro and finished antibiotic for several days ago. She has a history of recurrent UTIs (see below). \n\nHx of recurrent UTIs: Last UTI with multi-drug resistant organism. Pt was tx with Macrodantin. Recently saw Dr. B urology. It is unclear whether these represent symptomatic UTIs or is just asymptomatic bacteriuria.  Pt states that everytime she falls she finds out she has a UTI. She denies any dysuria, hematuria, subprapubic pain, smelling or cloudy urine during these episodes. Does state she has urinary freq and incontinence.\n \nPt video-urodynamic study in that showed Hypersensitive, low capacity bladder, Reflux grade to both kidneys, Detrusor over activity- terminal. Pt given Gentamycin 80 mg IV  given right hip and started Cipro BID x five days. Plan for cystoscopy with Dr. B.\n\nHx of frequent falls: Pt states she has been falling frequently for several years. Had been having about one fall/mo but states now that she uses a walker she has been falling much less. Evaluated by neuro for these frequent falls (1x/mo) and gait problems (felt shakey and unsteady on her feet). Gait disorder and falls thought to be from by loss of proprioception due to large fiber peripheral neuropathy. Had been concern for NPH given enlarged ventricles out of proportion to atrophy on CT but given lack of clinical symptoms at that time, further workup not pursued.\n\nIn the ED, initial vs were: 99.0 98 180/96 20 96% 2L  Labs were remarkable for UA with neg nitrites, few bac, 29 wbc. INR 2.3. Patient was given Acetaminophen 500mg.   \n \nOn the floor, pt states she continues to have a mild right temporal headache and shoulder pain where she fell.  \n \nReview of sytems:  \n(+) Per HPI, +HA, + cough, +DOE, +chronic knee pain  \n(-) Denies fever, chills, night sweats, recent weight loss or gain. Denies sinus tenderness, rhinorrhea or congestion. Denies shortness of breath. Denies chest pain or tightness, palpitations. Denies nausea, vomiting, diarrhea, constipation or abdominal pain. No recent change in bowel or bladder habits. No dysuria.  Ten point review of systems is otherwise negative.71 year old female with PMH of HTN, b/l PE, Afib s/p pacemaker, asthma now presenting with SOB and general malaise.  Pt reports having been feeling progressively more lethargic over the past two months; states that her last time at her USOH was 2 months ago.  She reports having increased urinary frequency in the past month, and especially in the past week.  She had one episode of chills in her apartment but her temperature at that time was 99, per her report.  She has oxygen for nighttime use at home, but felt that she was still dyspneic at rest even when on 2L.\n\nShe called her NP yesterday and was diagnosed with a UTI and rx'd macrobid, of which she has taken two doses.  She called EMS this morning when she was lethargic and felt nauseous despite not having eaten anything.  On arrival to the ED, she was noted to be very pale.  Her initial vitals were 97.8 82 ___ 98%(2L).  Hemeoccult was negative.  Her crit was low at 29 and her INR was high at 4.1 while in the ED.  CXR showed increased fluid in the lungs, with some question of focal R opacities that could be infectious in nature.  She was given 40 mg IV lasix, had a catheter placed and was transferred to the floor for diuresis.  She reports having two pillow orthopnea at baseline and is not sure of her dry weight.  She does not weigh herself daily.\n",
    "input3": "+hypothyroidism\n+hypertension \n+asthma \n+atrial fibrillation\n+depression\n+tracheobronchomalacia\n+chronic renal insufficiency -- last Cr 0.7\n+PE in w/ saddle embolus thus restarted\n+DVT--unsure date\n+congestive heart failure \n+polyneuropathy\n+pacemaker placement\n+bilateral knee replacements \n+left shoulder replacement\n+hiatal hernia  \n+bladder repair+Dyslipidemia\n+Hypertension  \n+atrial fibrillation, on coumadin  \n+hypothyroidism  \n+depression  \n+b/l TKRs  \n+left thumb CMC joint arthritis  \n+Tracheobronchomalacia w/ recurrent pneumonias and tracheal\nstent and stent removal\n+Paraesophageal hiatial hernia s/p repair ___  \n+GERD s/p fundoplication\n",
    "input4": "Mother: HTN, CVAMother: HTN, CVA\nNo family hx of anemia.\n",
    "input5": "Vitals: T: 98.1 BP: 116/37 P: 76 R: 22 O2: 95% on 1L NC\nGeneral:  Lethargic, resting comfortably, on 1L\nHEENT:  dry MMM, neck supple, no LAD, temple and occiput of head tender to palpation\nCV:  no MRG, s1/s2\nLungs:  diffuse crackles bilaterally to mid-lung fiends\nAbdomen: soft, NTND, no suprapubic pain or tenderness, no HSM \nGU:  deffered \nExt:  warm, well perfused, 2+ pulses\nNeuro: AOx3, CN2-12 intact, ___ strength in upper and lower extremities equal bilaterally \nMS: right hip tender to palpation \nSkin:  superficial scratch on right shoulderVS- T=97.7 BP=154/79 HR=60 RR=20 O2 sat=96(2L)\nWeight: 110 kg  \nGENERAL- WDWN propped up in bed in NAD. Oriented x3. Mood, affect appropriate.  \nHEENT- NCAT. EOMI. Conjunctiva were pale but no cyanosis of the oral mucosa.   \nNECK- No appreciable JVD at 60 degree angle  \nCARDIAC- PMI located in intercostal space, midclavicular line. RR, normal S1, S2. No m/r/g. No thrills, lifts. No S3 or S4.  \nLUNGS- No chest wall deformities, scoliosis or kyphosis. Resp were labored but no accessory muscle use. Bibasilar crackles audible; deep breaths provoke coughing.  \nABDOMEN- Soft, NTND.   \nEXTREMITIES- Cool to touch.  Appear to be slightly edeslightly edematousmatous (2+ nonpitting edema)  \nSKIN- No stasis dermatitis, ulcers, scars, or xanthomas.  \nPULSES-  Carotid 2+ DP 1+ Radial 2+\n",
    "input6": "___ 02:30PM URINE  COLOR-Yellow APPEAR-Clear SP ___\n___ 02:30PM URINE  BLOOD-SM  NITRITE-NEG PROTEIN-TR GLUCOSE-NEG KETONE-NEG BILIRUBIN-NEG UROBILNGN-NEG PH-6.0 LEUK-MOD\n___ 02:30PM URINE  RBC-10* WBC-29* BACTERIA-FEW YEAST-NONE EPI-<1 TRANS EPI-<1\n___ 02:30PM URINE  MUCOUS-RARE\n___ 12:55PM   GLUCOSE-88 UREA N-23* CREAT-0.8 SODIUM-136 POTASSIUM-4.5 CHLORIDE-101 TOTAL CO2-26 ANION GAP-14\n___ 12:55PM   CK(CPK)-36\n___ 12:55PM   proBNP-1883*\n___ 12:55PM   TSH-12*\n___ 12:55PM   WBC-10.4 RBC-4.26 HGB-12.6 HCT-38.6 MCV-91 MCH-29.5 MCHC-32.6 RDW-15.5\n___ 12:55PM   NEUTS-86.4* LYMPHS-8.0* MONOS-4.4 EOS-1.0 BASOS-0.2\n___ 12:55PM   PLT COUNT-202\n___ 12:55PM   ___ PTT-31.7 ___\n___ 12:28PM URINE  BLOOD-NEG NITRITE-NEG PROTEIN-TR GLUCOSE-NEG KETONE-NEG BILIRUBIN-NEG UROBILNGN-NEG PH-6.0 LEUK-SM \n___ 12:28PM URINE  RBC-2 WBC-12* BACTERIA-FEW YEAST-NONE EPI-24\n\n\nCT Head: No acute intracranial abnormality. \n\nCT C-spine: No acute fracture. Anterolisthesis of C2 on C3 and C3 on C4 is unchanged. An area of ground glass opacification in the right upper lobe could represent an early focus of pneumonia.\n\nXR Knee: No fracture or effusion.  Hardware aligned anatomically though there is mild hyperextension at the tibiofemoral joint which is of unclear significance.  \n\nXR Hip: No injuries.  \n\nCXR: AP supine portable views of the chest provided.  Dual lead pacer appears unchanged in position.  A left shoulder arthroplasty is again noted.  The lungs are clear bilaterally without focal consolidation, layering effusion or supine evidence for pneumothorax.  The cardiomediastinal silhouette is stable. No definite bony abnormalities are seen.Admission:\n___ 02:40PM BLOOD Neuts-87.2* Lymphs-8.6* Monos-3.2 Eos-0.8 Baso-0.2\n___ 02:40PM BLOOD ___ PTT-32.3 ___\n___ 02:40PM BLOOD Glucose-104* UreaN-20 Creat-0.8 Na-140 K-4.6 Cl-107 HCO3-23 AnGap-15\n___ 02:40PM BLOOD cTropnT-<0.01 proBNP-5145*\n\nDischarge:\n___ 05:35AM BLOOD WBC-6.5 RBC-3.50* Hgb-9.8* Hct-31.3* MCV-89 MCH-27.9 MCHC-31.3 RDW-15.7* Plt ___\n___ 05:35AM BLOOD Glucose-93 UreaN-35* Creat-1.1 Na-138 K-4.6 Cl-97 HCO3-31 AnGap-15\n___ 05:35AM BLOOD Calcium-10.1 Phos-3.3 Mg-2.4\n\nStudies:\nCHEST (PA & LAT) ___ \"Mild asymmetric pulmonary edema.  Additional more peripheral opacities on the right could be concerning for an underlying infectious process.  Recommend follow up radiographs after diuresis.\"\n\nTTE (Complete) Done ___ \"Conclusions: The left atrium is moderately dilated. Left ventricular wall thickness, cavity size, and global systolic function are normal (LVEF>55%). Due to suboptimal technical quality, a focal wall motion abnormality cannot be fully excluded. The estimated cardiac index is normal (>=2.5L/min/m2). Right ventricular chamber size and free wall motion are normal. The diameters of aorta at the sinus, ascending and arch levels are normal. The aortic valve leaflets (3) are mildly thickened but aortic stenosis is not present. No aortic regurgitation is seen. The mitral valve appears structurally normal with trivial mitral regurgitation. Moderate (2+) mitral regurgitation is seen. Moderate [2+] tricuspid regurgitation is seen. There is moderate pulmonary artery systolic hypertension. There is no pericardial effusion. \nIMPRESSION: Normal biventricular cavity sizes with preserved global biventricular systolic function. Moderate mitral regurgitation. Pulmonary artery hypertension. Moderate tricuspid regurgitation. Compared with the prior study (images reviewed), the severity of mitral regurgitation has increased.\"\n"
}