{
    "HFrEF$Intermedia_5": {
        "LVEF≤40% is the critiera for HFrEF$Cause_1": {
            "LVEF= 30 %$Input6": {}
        },
        "Heart Failure$Intermedia_4": {
            "Cardiac structural abnormalities is a diagnostic criteria of heart failure$Cause_1": {
                "The left atrium is elongated. The right atrium is moderately dilated.$Input6": {}
            },
            "Strongly Suspected heart failure$Intermedia_3": {
                "NT-proBNP, pro-BNP or BNP are common biomarkers of heart failure. Extreme elevation of BNP levels indicates strong suspected heart failure.$Cause_1": {
                    "proBNP-1275*$Input6": {}
                },
                "Suspected heart failure$Intermedia_2": {
                    "These are typical manifestations of respiratory distress associated with heart failure.$Cause_1": {
                        "dyspnea on exertion$Input1": {}
                    },
                    "Hypertension is known risk factor for heart failure.$Cause_1": {
                        "Hyperthyroidism$Input3": {}
                    },
                    "Hypercholesterolemia is a cardiovascular risk factor.$Cause_1": {
                        "Hypercholesterolemia$Input3": {}
                    },
                    "Diabetes is a common risk factor for cardiovascular disease, which can lead to heart failure.$Cause_1": {
                        "Diabetes Mellitus (controlled w/ diet)$Input3": {}
                    },
                    "Left ventricular hypertrophy is a risk factor of heart failure.$Cause_1": {
                        "Left ventricular hypertrophy, with mitral regurgitation$Input3": {}
                    },
                    "Mitral regurgitation (MR) and Tricuspid regurgitation (TR) are common and important causes of heart failure.$Cause_1": {
                        "with h/o hypertension, hyperlipidemia, heart failure preserved ejection fraction and MVP with severe MR and TR who has had at least 3 admissions with sudden onset of congestive heart failure presenting with SOB.$Input2": {}
                    },
                    "A family history of cardiovascular disease$Cause_1": {
                        "Two brothers and one sister, all of whom had HTN and HLD.$Input4": {}
                    }
                }
            }
        }
    },
    "input1": "dyspnea on exertion\n",
    "input2": "with h/o hypertension, hyperlipidemia, heart failure preserved ejection fraction and MVP with severe MR and TR who has had at least 3 admissions with sudden onset of congestive heart failure presenting with SOB. \n﻿\nShe has had multiple recent admissions for CHF exacerbations. Most recently admitted with dyspnea thought secondary to exacerbation from severe MR vs afib. She was transferred for Mitraclip evaluation, where she was admitted. She was not a candidate for MitraClip at this time due to extensive calcifications and valve area too large. Following that admission, she was established with home hospice.  She has had 2 recent episodes of flash plum edema that was controlled with increasing bumex and O2 and morphine. Pt struggling at home right now with frequent flash pulm edema episodes. Also has poor appetite likely from gut edema. Per PCP, while pt is home hospice. She and her daugther would like to be admitted for optimization and IV diuretics.\n﻿\nPatient has been in contact with Dr. making adjustments to meds. Family states that she has been started on oxygen at home at night which helps prevent PND, which has occured nights, as they await CPAP fitting. Patient has been unable to lie on a bed for some time as she feel very SOB. In the past week, have noticed increasing DOE, has been unable to cook or walk around the house comfortably, now can only walk to the bathroom and back. Patient has noted increasing distention, increasing satiety with meals, nausea, and has not had a bowel movement in 3 days. Family has not noted any triggers for exacerbation, including fever, chills, medication noncompliance, dietary indiscretions or otherwise. patient noted chest heaviness when walking up stairs, and now has moved downstairs. \n﻿\nOn the floor patient received IV Lasix 80mg. \n﻿\nROS: On review of systems, s/he denies any prior history of stroke, TIA, deep venous thrombosis, pulmonary embolism, bleeding at the time of surgery, myalgias, joint pains, cough, hemoptysis, black stools or red stools. S/he denies recent fevers, chills or rigors. S/he denies exertional buttock or calf pain. All of the other review of systems were negative.  \n﻿\nCardiac review of systems is notable for absence of chest pain, ankle edema, palpitations, syncope or presyncope.\n",
    "input3": "+ Hypertension\n+ Hypercholesterolemia\n+ Hyperthyroidism\n+ Diabetes Mellitus (controlled w/ diet)\n+ Osteoperosis\n+ Spinal Stenosis\n+ S/P ORIF R hip.\n+ R hip fracture\n+ Left ventricular hypertrophy, with mitral regurgitation\n",
    "input4": "- Father died of stroke.\n- Brother died of \"old age\".\n- Two brothers and one sister, all of whom had HTN and HLD.\n- One daughter is healthy.\n- No family history of diabetes, early CAD, or sudden cardiac death.\n",
    "input5": "PHYSICAL EXAMINATION ON ADMISSION:  \nVS: 97.5  116/50  65 22 92%RA Weight on admission 53.1 GENERAL: Pleasant lady, NAD on 2L nasal cannula, sitting in cardiac chair. Oriented x3. Mood, affect appropriate.  \nHEENT: NCAT. Sclera anicteric. PERRL, EOMI. Conjunctiva were pink, no pallor or cyanosis of the oral mucosa. No xanthelasma.\nNECK: Supple with JVP of at 5 cm above clavicle sitting upright. \nCARDIAC: RRR. crescendo murmur heard throughout precordium best aprpecuated at RUSB. +S3. No visible heaves.    \nLUNGS: Crackles way up b/l. Decreased BS at R lung base \nABDOMEN: +++distension, ++normoactive BS, firm.  \nEXTREMITIES: trace edema R leg, no edema otherwise.   \nSKIN: No stasis dermatitis, ulcers, scars, or xanthomas.  \nPULSES:  2+ DP pulses b/l, 1+ pulse b/l.\n",
    "input6": "LABS ON ADMISSION\n09:30PM BLOOD WBC-7.5 RBC-3.40* Hgb-11.5* Hct-34.1* \nMCV-100* MCH-33.8* MCHC-33.7 RDW-13.4\n09:30PM BLOOD Glucose-111* UreaN-103* Creat-2.8*# \nNa-136 K-3.5 Cl-95* HCO3-27 AnGap-18\n09:30PM BLOOD ALT-19 AST-21 AlkPhos-49 TotBili-0.4\n09:30PM BLOOD Albumin-4.1 Calcium-9.5 Phos-7.1*# Mg-2.6\n10:07PM BLOOD Lactate-1.3\n﻿\nPERTINENT RESULTS\n--------------------\n12:45PM BLOOD proBNP-1275*\n10:19AM BLOOD HBsAg-NEGATIVE HBsAb-NEGATIVE HBcAb-NEGATIVE\n05:02AM BLOOD HCV Ab-NEGATIVE\n﻿\nPPD negative ( 0 mm induration)\n﻿\nOTHER FLUID ANALYSIS\n02:05PM URINE Color-Straw Appear-Clear Sp\n02:05PM URINE Blood-NEG Nitrite-NEG Protein-NEG Glucose-NEG Ketone-NEG Bilirub-NEG Urobiln-NEG pH-5.5 Leuks-NEG\n02:05PM URINE Hours-RANDOM UreaN-486 Creat-49 Na-12 K-44 Cl-35\n02:05PM URINE Osmolal-320\n﻿\nMICROBIOLOGY\n------------\nnone\n﻿\nIMAGING\n---------\nImaging CHEST (PA & LAT)   \nFINDINGS:  \n  \nCompared to the prior study there is no significant interval change. The heart continues to be enlarged, and there is mild pulmonary edema is with bibasilar opacities likely reflecting pleural effusions and associated atelectasis.  The right hilus is enlarged, presumably due to acute cardiac decompensation.  A large mitral annulus calcifications can be seen with mitral regurgitation. \n  \nThe left atrium is elongated. The right atrium is moderately dilated. Left ventricular wall thicknesses are normal. The left ventricular cavity size is normal. Overall left ventricular systolic function is probably moderately depressed (LVEF= 30 %) with global hypokinesis and regional inferior/infero-lateral,\n"
}