{
    "chronic atrophic gastritis$Intermedia_4": {
        "The color of the mucosa became lighter and the folds become thin and flat are the gold standard for the diagnosis of chronic atrophic gastritis$Cause_1": {
            "Endoscopy:stomach:The color of the mucosa became lighter.The folds become thin and flat.$Input6": {}
        },
        "chronic gastritis$Intermedia_3": {
            "GERD and H. pylori infection are common cause of chronic gastritis.$Cause_1": {
                "He is a ___ with history of GERD, H. pylori (one year ago),$Input2": {}
            },
            "suspected gastritis$Intermedia_2": {
                "Epigastric pain is a symptom that may occur in patients with gastritis.$Cause_1": {
                    "Patient reports that the epigastric pain feels similar to his previous episodes in that the pain is worse when lying flat.$Input2": {}
                },
                "!Epigastric pain is a symptom that may occur in patients with gastritis.$Cause_1": {
                    "Epigastric pain$Input1": {}
                },
                "Nausea is a symptom that may occur in patients with gastritis.$Cause_1": {
                    "He endorses subjective fevers and nausea associated with small amount of non-bloody, non-bilious emesis.$Input2": {}
                }
            }
        }
    },
    "input1": "Epigastric pain\n",
    "input2": "He is a ___ with history of GERD, H. pylori (one year ago), chronic constipation ___ narcotic use, DMII who presents with ___ days of constant epigastric pain. Patient reports that the epigastric pain feels similar to his previous episodes in that the pain is worse when lying flat. The pain was insidious in onset, but unlike his previous episode of gastritis in ___, the pain is not abating.  The pain does not radiate.  He endorses subjective fevers and nausea associated with small amount of non-bloody, non-bilious emesis. He is tolerating yogurt and small amounts of liquids at home. Denies chest pain, shortness of breath, dysuria, hematuria, hematochezia, melena. No recent NSAID or alcohol use.  \n  \nIn the ED, initial VS: 98.2 78 128/77 16 100%RA. Labs were significant for lipase 62 and HCT 42.2. EKG showed NSR 77 NA/NI, no STEMI. CT A/P showed fat stranding and minimal mesenteric fluid adjacent to the gastric antrum and proximal/mid duodenum with likely duodenal wall thicking is suggestive of gastritis/duodenitis. No evidence of perforation or obstruction. He was given morphine 4 mg X 1, GI cocktail, and Zofran 4 mg X 1 without significant relief in symptoms. Labs at the time of transfer were: 109/73, hr 72, O2 99, temp 97.5, rr 17.  \n  \nCurrently, the patient reports worsening pain since his initial triage in the emergency room.\n",
    "input3": "- Chronic bilateral leg pain and spasm, s/p over 30 surgeries in right knee and around 10 surgeries in left knee, total knee replacement in both knees.  \n- DMII  \n- Hypertension  \n- Hyperlipidemia  \n- Osteoarthritis  \n- Asthma  \n- Depression  \n- GERD  \n- Constipation  \n- Erectile dysfunction  \n- hearing deficit  \n- Right carpal tunnel syndrome  \n- h/o angioedema  \n- Chronic follicular skin lesions, followed by dermatology  \n- C3/C4 partial corpectomy with fusion on bilateral UE radiculitis secondary to large central disc herniation, chronic neck pain  \n- Retropharyngeal abscess s/p I&D ___, MSSA and Corynebacterium on culture  \n- Tracheostomy ___, now decanulated\n",
    "input4": "Mom has significant cardiac hx. multiple MI's, first in her \n___. Deceased. Father passed from \"liver problems and emphysema\". 1 brother died from exsanguinating GIB/Ulcer, and other brother alive with DM,HTN,HLD.\n",
    "input5": "VS - 98.2 120/76 75 20 100% on RA \nGENERAL - well nourished male in significant distress.\nHEENT - NC/AT, PERRLA, EOMI, sclerae anicteric, MMM, OP clear  \nNECK - supple, no thyromegaly, no JVD, no carotid bruits  \nLUNGS - CTA bilat, no r/rh/wh, good air movement, resp \nunlabored, no accessory muscle use  \nHEART - PMI non-displaced, RRR, no MRG, nl S1-S2  \nABDOMEN - Tender to palpation at epigastric region, rebound and \nguarding present.  Bowel sounds present.  \nEXTREMITIES - WWP, no c/c/e, 2+ peripheral pulses (radials, DPs) \n \nSKIN - no rashes or lesions  \nLYMPH - no cervical, axillary, or inguinal LAD  \nNEURO - awake, A&Ox3, CNs II-XII grossly intact, muscle strength ___ throughout, sensation grossly intact throughout, DTRs 2+ and symmetric, cerebellar exam intact, steady gait\n",
    "input6": "___ 10:53PM BLOOD WBC-8.9 RBC-5.37 Hgb-13.2* Hct-42.2 MCV-79* MCH-24.7* MCHC-31.4 RDW-14.3 Plt ___\n___ 10:53PM BLOOD Glucose-142* UreaN-13 Creat-0.8 Na-134 K-4.6 Cl-101 HCO3-23 AnGap-15\n___ 10:53PM BLOOD ALT-21 AST-39 AlkPhos-63 TotBili-0.3\n___ 10:53PM BLOOD Lipase-62*\n___ 05:15AM BLOOD Lipase-19\n___ 10:53 pm BLOOD CULTURE\n\n\nINDICATION: Recent abdominal infection and abdominal pain. The patient is status post appendectomy. Evaluate for abscess or obstruction. \n  \nTECHNIQUE: MDCT axial images were acquired from the lung bases through the lesser trochanters during infusion of 130 cc of intravenous Optiray contrast material. Multiplanar reformations were performed. \n  \nCOMPARISON: CT abdomen and pelvis from ___. \n  \nABDOMEN CT: The visualized portions of the lung bases are unremarkable. The liver is normal in appearance. There is no intrahepatic biliary duct dilatation. The portal vein is patent. The gallbladder, spleen, pancreas, adrenal glands, and kidneys appear normal. There is mild soft tissue stranding with minimal mesenteric fluid adjacent to the gastric antrum and more prominently about the first through third portions of the duodenum (___). There is associated duodenal wall thickening, particularly within the third and fourth segments (2:35). The remainder of the small bowel is unremarkable. The colon is grossly normal. The patient is status post appendectomy. Small retroperitoneal and mesenteric lymph nodes do not meet CT size criteria. The abdominal aorta is normal in caliber and its main branches are patent. Scattered aortic and bi-iliac artery calcifications are seen. \n  \nPELVIS CT: The bladder is unremarkable. There is no free fluid in the pelvis. No pathologically enlarged pelvic lymph nodes are seen. \n  \nBONE WINDOW: No suspicious lytic or blastic lesions are \nidentified. \n  \nIMPRESSION: Fat stranding and mesenteric fluid adjacent to the gastric antrum and proximal-to-mid duodenum along with duodenal wall thickening is suggestive of duodenitis/gastritis. No evidence of obstruction or perforation. \n\nEndoscopy:\nProcedure: The procedure, indications, preparation and potential complications were explained to the patient, who indicated is understanding and signed the corresponding consent forms. A physical exam was performed. Moderate sedation was initiated by the physician. Continuous pulse oximetry and cardiac and blood pressure monitoring were used throughout the procedure. Supplemental oxygen was used. The patient was placed in the left lateral decubitus position and an endoscope was introduced through the mouth and advanced under direct visualization until the third part of the duodenum was reached. Careful visualization of the upper GI tract was performed. The procedure was not difficult. The patient did not tolerate the procedure well. There were no complications. \n\nFindings: \nEsophagus:  \nLumen: A small size hiatal hernia was seen. No esophagitis noted. \n stomach:The color of the mucosa became lighter.The folds become thin and flat.\nOther\nprocedures: Cold forceps biopsies were performed to assess for H. pylori at the stomach antrum.  \n \nImpression: Small hiatal hernia otherwise normal EGD to third part of the duodenum\n"
}