{
    "Type B Aortic Dissection$Intermedia_3": {
        "Aortic dissection extends from the distal left subclavian artery to the level of the superior mesenteric artery. but did not extend to the ascending aorta. This is the key basis for diagnosing Type B Aortic Dissection.$Cause_1": {
            "An aortic dissection extends from just distal to the left subclavian artery,  to the level of the SMA.$Input6": {}
        },
        "Suspected Aortic Dissection$Intermedia_2": {
            "Upper abdominal pain may be due to visceral ischemia caused by aortic dissection or aortic dilatation$Cause_1": {
                "Epigastric pain$Input1": {}
            },
            "Acute onset of severe upper abdominal pain radiating to the back, a pain pattern often seen with aortic dissection$Cause_1": {
                "acute onset severe epigastric pain radiating to his back$Input2": {}
            },
            "Extremely high blood pressure is an important risk factor and symptom of aortic dissection$Cause_1": {
                "hypertension with SBP 200s$Input2": {}
            },
            "Persistent high blood pressure increases the risk of arterial dissection.$Cause_1": {
                "Regarding his blood pressures, he notes that his home readings have been above goal at around 150 mmHg systolic$Input2": {}
            },
            "Discontinuation of medication may result in poor blood pressure control and increased risk of dissection$Cause_1": {
                "taken off of nifedipine 60 mg daily approximately 1 month ago$Input2": {}
            },
            "High blood pressure is a major risk factor for aortic dissection because it increases pressure on the arterial wall, causing damage to the arterial wall.$Cause_1": {
                "Hypertension$Input3": {}
            },
            "Hyperlipidemia may lead to atherosclerosis, which is a potential risk factor for Aortic Dissection$Cause_1": {
                "HLD$Input3": {}
            },
            "A history of atherosclerosis, which is disease in the artery walls that may increase your risk of aortic dissection$Cause_1": {
                "CAD s/p stenting$Input3": {}
            },
            "Distal heart sounds may suggest pericardial effusion, which can be a complication of aortic dissection$Cause_1": {
                "Distant heart sounds$Input5": {}
            },
            "Intermittent disorientation may be associated with hypotension, a potential symptom of aortic dissection.$Cause_1": {
                "Attentive to exam though intermittently disoriented.$Input5": {}
            }
        }
    },
    "input1": "Epigastric pain\n",
    "input2": "He is presented with acute onset severe epigastric pain radiating to his back, hypertension with SBP 200s. He has been on esmolol and clevidipine gtts with intermittent labetalol boluses for blood pressure management. Vascular medicine is consulted for assistance with antihypertensive regimen. \n\nOn interview, he reports that his abdominal pain is significantly improved since admission.  Regarding his blood pressures, he notes that his home readings have been above goal at around 150 mmHg systolic.  We reviewed his home medications, which were discrepant with what is listed in OMR.  Notably, he was taken off of nifedipine 60 mg daily approximately 1 month ago.  He also notes that he was switched to hydrochlorothiazide 50 mg 3 times daily, though remains on losartan 100 mg daily.\n",
    "input3": "+Hypertension\n+HLD\n+CAD s/p stenting\n+Pacemaker implant \n+Ankle surgery\n",
    "input4": "Father died from stroke\n",
    "input5": "VS: T 98.3, HR 66-75, BP 97-115/42-50, O2 sat >96% 2L NC\nGen: Pleasant, calm. No acute distress.  Sleeping comfortably flat in bed.  Attentive to exam though intermittently disoriented.\nHEENT: No conjunctival pallor. No icterus. MMM. OP clear.  \nNECK: Supple, No LAD.  JVP difficult to assess. Normal carotid upstroke without bruits.   \nCV: Distant heart sounds.  PMI in intercostal space, mid clavicular line. RRR. normal 1,S2. No murmurs, rubs, clicks, or gallops  \nLUNGS: CTAB anteriorly. No wheezes, rales, or rhonchi.  \nABD: NABS. Soft, NT, ND. No abdominal bruits.  \nEXT: WWP, NO CCE. Full distal pulses bilaterally. No femoral bruits.  \nSKIN: No rashes/lesions, ecchymoses.  \nNEURO: A&Ox3. CN grossly intact. Preserved sensation throughout and moves all four extremities. strength throughout. Normal coordination. Gait assessment deferred   \nPSYCH: Mood was appropriate and affect was full.\n",
    "input6": "CTA Torso: ___\n \nHEART AND VASCULATURE: An aortic dissection extends from just distal to the left subclavian artery,  to the level of the SMA.  The heart, \npericardium, and great vessels are within normal limits. No pericardial effusion is seen. \n  \nAXILLA, HILA, AND MEDIASTINUM: No axillary, mediastinal, or hilar lymphadenopathy is present.  No mediastinal mass or hematoma. \n  \nPLEURAL SPACES: No pleural effusion or pneumothorax. \n  \nLUNGS/AIRWAYS: Mild, bibasilar atelectasis.  Otherwise, the lungs are clear without masses or areas of parenchymal opacification.  The airways are patent to the level of the segmental bronchi bilaterally. \n  \nBASE OF NECK: Visualized portions of the base of the neck show no abnormality. \n  \nABDOMEN: \n  \nHEPATOBILIARY: The liver demonstrates homogenous attenuation throughout.  There is no evidence of focal lesion or laceration.  There is no evidence of intrahepatic or extrahepatic biliary dilatation.  The gallbladder is within normal limits. \n  \nPANCREAS: The pancreas has normal attenuation throughout, without evidence of focal lesions or pancreatic ductal dilatation.  There is no peripancreatic stranding. \n  \nSPLEEN: The spleen shows normal size and attenuation throughout, without evidence of focal lesion or laceration. \n  \nADRENALS: The right and left adrenal glands are normal in size and shape. \n  \nURINARY: The kidneys are of normal and symmetric size with normal nephrogram.  Right renal hypodensities measure up to 1.2 cm, compatible with cysts.  There is no evidence of hydronephrosis.  There is no perinephric abnormality. \n  \nGASTROINTESTINAL: Small hiatal hernia.  Small bowel loops demonstrate normal caliber, wall thickness, and enhancement throughout.  Scattered colonic diverticulosis, without evidence of acute diverticulitis.  The rectum appears normal.  The appendix is not definitively identified.  There is no evidence of mesenteric injury. \n  \nThere is no free fluid or free air in the abdomen. \n  \n  \nLYMPH NODES: There is no retroperitoneal or mesenteric lymphadenopathy.  There is no pelvic or inguinal lymphadenopathy. \n  \nVASCULAR: The aforementioned aortic dissection extends to approximately the level of the SMA.  The celiac axis, SMA, and bilateral renal arteries are supplied by the true lumen.  Moderate atherosclerotic disease is noted. \n  \nBONES: There is no acute fracture.  No focal suspicious osseous abnormality.  Grade 1 anterolisthesis of L4 on L5 and L5 on S1, likely degenerative in etiology. \n  \nSOFT TISSUES: Small, fat containing umbilical hernia.  Otherwise, the abdominal and pelvic wall is within normal limits.\n"
}