{
    "Secondary Progressive Multiple Sclerosis$Intermedia_4": {
        "Progression to SPMS at least 3 years after RRMS diagnosis, which confirm  Primary Progressive Multiple Sclerosis$Cause_1": {
            "She is a RHW with RRMS for 5 years.$Input2": {}
        },
        "Multiple Sclerosis$Intermedia_3": {
            "Multiple enhancing lesions suggested active demyelination, and one also showed slowed diffusion, suggestive of an ongoing demyelinating process.$Cause_1": {
                "There are multiple enhancing lesions indicating active demyelination, one of which also demonstrates slow diffusion.﻿$Input6": {}
            },
            "Suspected Multiple Sclerosis$Intermedia_2": {
                "Left-sided optic neuritis is a common early symptom of multiple sclerosis, manifested by decreased vision on one side, which may be accompanied by pain.$Cause_1": {
                    "L-sided optic neuritis$Input2": {}
                },
                "This describes an acute episode that results in severe functional impairment and indicates a sudden worsening of the condition.$Cause_1": {
                    "decreased visual acuity and difficulty walking and drove herself to the hospital only to fall out of the car$Input2": {}
                },
                "Multiple sclerosis is characterized by relapsing and remitting episodes in which vision improves temporarily followed by worsening.$Cause_1": {
                    "L eye recovered after her first two flares, but she is now only able to see shadows out of her L eye$Input2": {}
                },
                "Burning sensations are common paresthesias in MS, often affecting multiple areas of the body.$Cause_1": {
                    "intense burning pain extending from below her breasts$Input2": {}
                },
                "Lhermitte's phenomenon is a distinctive electric shock sensation that is intensified when the neck is bent and is a typical symptom of multiple sclerosis.$Cause_1": {
                    "electrical sensations in the base of her head and neck$Input2": {}
                },
                "This painful electric shock sensation in both lower limbs is also a paresthesia caused by central nervous system damage in multiple sclerosis$Cause_1": {
                    "generalized painful electrical sensations$Input2": {}
                },
                "Electric shock sensations when the neck is flexed may indicate Lhermitte's sign, a classic symptom of multiple sclerosis that indicates inflammation or demyelination of the cervical spinal cord.$Cause_1": {
                    "Electrical sensation upon neck flexion.$Input5": {}
                },
                "Blurred optic disc margins are often associated with optic neuritis, a common early manifestation of multiple sclerosis, and suggest that the left eye may have partial optic nerve demyelination.$Cause_1": {
                    "optic disc margins sharp on R with pallor and blurred disk margins on L on funduscopic exam$Input5": {}
                },
                "The sensation of electric shock in the legs in response to vibration may be a manifestation of abnormal central nervous system conduction, and this sensory abnormality is one of the common sensory disturbances in multiple sclerosis.$Cause_1": {
                    "Vibration causes electrical sensations up legs$Input5": {}
                },
                "Inverted temperature sensation may be a sign of impaired sensory pathways, a possible paresthesia seen in patients with multiple sclerosis.$Cause_1": {
                    "Temperature sensation intact on the L and inverted (cold felt hot) on the R.$Input5": {}
                }
            }
        }
    },
    "input1": "N/A\n",
    "input2": "She is a RHW with RRMS for 5 years. She is currently enrolled in a clinical trial (randomized and started on study medication . She has a h/o RRMS diagnosed first with an episode of L-sided optic neuritis. However, retrospectively she had an episode of decreased visual acuity and difficulty walking and drove herself to the hospital only to fall out of the car semiconcious at the hospital doors. She has not had a flare years. In total she has had 4 clinical episodes during this time, averaging approximately every 18 months. She describes her episodes as beginning with decreased appetite and weight loss progressing to difficulty walking and blurried vision. During her episodes she becomes wheelchair bound, although between episodes she describes her walking as completely normal and feels that she even walks faster than most people. Her vision in her L eye recovered after her first two flares, but she is now only able to see shadows out of her L eye. She reports that flares always happen in the winter. Since her diagnosis Ms. has been taking Avonex full dose (30 mcg weekly). Her medication was changed to Tysabri and she stopped the Avonex. \n.\nThis particular flare began approximately weeks prior to admission when Ms. noticed that her walking was slowing. She also began noticing an intense burning pain extending from below her breasts symmetrically down her torso and both of her legs to the bottom of her feet. She was taking Aleve twice a day with improvement in the pain. This pain is a new symptom that she has not had with previous flares - at least not to this extent. She noticed that her knees felt week two days prior to admission and on the day prior to admission she was wheelchair bound. At the time of presentation she reports that she is able to walk a bit better with her walker. \n.\nOf note, Ms. reports that her best friend died of colon cancer 5 weeks prior to presentation. In addition, Ms. one episode of vertigo which lasted a full day one month prior to admission for which she was not evaluated. She also has noticed increased urinary urgency, whichshe believes is due to drinking more fluids and difficulty getting to the bathroom in the last few days. She has not had a bowel movement in 4 days, which is not normal for her. At baseline, she has electrical sensations in the base of her head and neck at baseline worse with neck flexion (Lhermitte's phenomenon). She describes generalized painful electrical sensations in her lower extremities bilaterally.  She generally suffers from low energy and has difficulty sleeping through the night.\n.\nReview of systems: No difficulty in speech, comprehension, change in  hearing, change in behavior, or history of trauma.  No fever, rhinorrhea, cough, SOB, chest pain, palpitations, nausea, vomiting, abdominal pain, diarrhea or rash.\n",
    "input3": "Middle ear imbalance diagnosed in childhood\n",
    "input4": "Lives with husband and son. One grown son at college who lives at home. Formerly worked. Not working at the moment. All family live. \n﻿\n",
    "input5": "Physical Exam:\nPhysical Exam upon admission:\nT 97 C HR 75/min, RR 20/min  BP 142/85 mmHg Pulse ox 98%RA\nGen:  Awake, alert, not in distress, lying in bed. Non-toxic appearance. Thin, elegant woman.\nHeent: Normocephalic, no dysmorphic features, no conjunctival injection, mmm, oropharynx clear.\nNeck: Supple, no meningismus. Electrical sensation upon neck flexion.\nCVR: CTAb, RRR, normal S1/S2, no murmurs, rubs, or gallops\nAbd: +BS, soft, non-tender, non-distended.  No \nhepatosplenomegaly or masses palpable.\nExtrem: Warm and well-perfused.\n﻿\nNeuro:\nAwake, alert, appropriately interactive.  Oriented to person, place, and date. Attention is considered to be appropriate.\nSpeech: Fluent w/o paraphasic error, reading, writing intact\n﻿\nCranial Nerves \u0096 Pupils equal and reactive (3 to 2mm); EOM smooth and full, VFF by confrontation, no diplopia; no nystagmus, no ptosis; optic disc margins sharp on R with pallor and blurred disk margins on L on funduscopic exam, intact facial sensation, face symmetric with full strength of facial muscles, hearing intact to finger rub bilaterally, palate elevation is symmetric, and tongue protrusion is symmetric w/ full movement.  Sternocleidomastoid and trapezius are strong and have normal volume.\n﻿\nMotor: Tone \u0096 Normal bulk and tone\nStrength -\nDel Tri Bi  WE FE FF  IP  H  Q DF PF TE\nR  ___  ___   3+  ___  5  5\nL  ___  ___   ___  ___\n.\nReflexes -\nBi  Tri   BR    Pat     Ach \nR 2    2     2     2       0        \nL 2    2     2     2       2         \n﻿\nToes upgoing on R, mute on L\n﻿\nSensation - Intact to light touch, vibration, position throughout. Vibration causes electrical sensations up legs. Temperature sensation intact on the L and inverted (cold felt hot) on the R. Coordination - Mild dysmetria on finger to nose. RAM slow, but rhythmic and accurate.   No pronator drift; no adventitious movements\n﻿\nGait - Defered due to patient exhaustion.\n﻿\n",
    "input6": "___ 05:39PM URINE  COLOR-Straw APPEAR-Clear BLOOD-NEG NITRITE-NEG PROTEIN-NEG GLUCOSE-NEG KETONE-NEG BILIRUBIN-NEG UROBILNGN-NEG PH-5.5 LEUK-MOD\n___ 05:39PM URINE  RBC-1 WBC-6* BACTERIA-MOD YEAST-NONE EPI-5 TRANS EPI-<1 URINE  MUCOUS-RARE\n___ 04:50PM  BLOOD: GLUCOSE-166* UREA N-14 CREAT-0.7 SODIUM-136 POTASSIUM-3.9 CHLORIDE-98 TOTAL CO2-30 ANION GAP-12 ALT(SGPT)-9 AST(SGOT)-11 LD(LDH)-139 CK(CPK)-41 ALK PHOS-58 TOT BILI-0.2 ALBUMIN-4.1 CALCIUM-9.1 PHOSPHATE-3.4 MAGNESIUM-2.1 URIC ACID-3.9 TSH-0.95 WBC-5.7 RBC-4.60 HGB-12.6 HCT-36.1 MCV-79* MCH-27.4 MCHC-34.8 RDW-12.6 NEUTS-70.6* LYMPHS-23.5 MONOS-3.9 EOS-1.6 BASOS-0.3 04:50PM   PLT COUNT-196  PTT-26.6\n___ 09:10AM   %HbA1c-5.8\n___ 05:39PM URINE Color-Straw Appear-Clear Blood-NEG Nitrite-NEG Protein-NEG Glucose-NEG Ketone-NEG Bilirub-NEG Urobiln-NEG pH-5.5 Leuks-MOD URINE RBC-1 WBC-6* Bacteri-MOD Yeast-NONE Epi-5 TransE-<1 URINE Mucous-RARE\n\nThere are multiple enhancing lesions indicating active demyelination, one of which also demonstrates slow diffusion.﻿\n"
}