{
    "Hemorrhagic Stroke$Intermedia_3": {
        "Acute to subacute hemorrhage in the left posterior lentiform region. This description is consistent with the characteristics of cerebral hemorrhage$Cause_1": {
            "Acute to subacute hemor hemorrhage involving the posterior left lentiform nucleus$Input6": {}
        },
        "MRI brain imaging confirmed the area of hemorrhage and specifically noted that the hemorrhage was not a result of infarct but rather a primary hemorrhage in the basal ganglia. This further emphasizes the diagnosis of hemorrhagic stroke.$Cause_1": {
            "The area of restricted diffusion is similar to the size of hemorrhage, this does not appear to be due to a hemorrhagic conversion of an infarct but likely to be primary basal ganglia hemorrhage.$Input6": {}
        },
        "Suspected Stroke$Intermedia_2": {
            "Numbness on the right side is one of the typical symptoms of stroke$Cause_1": {
                "right sided numbness$Input1": {}
            },
            "Weakness in the right (RT) arm and leg is one of the classic symptoms of stroke$Cause_1": {
                "an episode of RT arm and leg weakness which did not involve his face$Input2": {}
            },
            "Sudden hand numbness can be a sign of stroke$Cause_1": {
                "he had acute onset numbness$Input2": {}
            },
            "A sudden feeling of numbness and heaviness on one side of the body may be the result of one side of the brain being affected, often associated with a stroke.$Cause_1": {
                "he stood up and noticed his entire RT side felt numb and heavy$Input2": {}
            },
            "Difficulty walking and weakness in the lower limbs may be symptoms of stroke$Cause_1": {
                "limping with his RT leg and felt he would collapse.$Input2": {}
            },
            "Neck manipulation may cause damage to the carotid arteries or abnormal blood vessels in the neck, which may increase the risk of stroke$Cause_1": {
                "LT neck manipulation where they adjusted \"a vertebra at the base of the neck\".$Input2": {}
            }
        }
    },
    "input1": "right sided numbness\n",
    "input2": "HPI: \nHe is a man with no significant medical history who presents to the ED from urgent care for evaluation after an episode of RT arm and leg weakness which did not involve his face. Neurology consulted for evaluation of TIA.\n﻿\nHe reports woke up in his usual state of health this morning which includes complete independence in all ADLs. Around 7:30 he was typing in the computer when he had acute onset numbness, which he initially noted in his hand. He reports had the sensation that his hand fell asleep and became \"leaden\". He could not use the computer's mouse as the hand was heavy and would fall on it. He felt somewhat lightheaded, so he stood up and noticed his entire RT side felt numb and heavy with the exception of his face. He walked out to the hallway and noticed was limping with his RT leg and felt he would collapse. At that point he called his girlfriend to come pick him up to take him to urgent care.  He denies any trouble with his speech or swallowing and reports she understood everything that he said. While he waited he tried to play the guitar and noticed he was not able to hold the pick, however he thinks that after several tries he started improving. He estimates the symptoms lasted for a total of thirty minutes.  Denies any visual symptoms such as visual loss, double, or \nblurry vision. He denies facial numbness, tingling, or ringing in his ears. On arrival to the ED NIHSS of 0.\n﻿\nOf note he reports was recently at a new project for LT neck manipulation where they adjusted \"a vertebra at the base of the neck\". He denies neck pain since. He also reports had a recent check up with his PCP who told him he was in \"great shape\".     \n﻿\nOn neurologic review of systems, other than the above mentioned symptoms the patient denies headache or confusion. Denies difficulty with producing or comprehending speech. Denies loss of vision, blurred vision, diplopia, vertigo, tinnitus, hearing difficulty, dysarthria, or dysphagia. Denies bowel or bladder incontinence or retention. \n﻿\nOn general review of systems, the patient denies fevers, rigors, night sweats, or noticeable weight loss. Denies chest pain, palpitations, dyspnea, or cough. Denies nausea, vomiting, diarrhea, constipation, or abdominal pain.  No recent change in bowel or bladder habits.  Denies dysuria or hematuria. Denies myalgias, arthralgias, or rash.\n",
    "input3": "none\n",
    "input4": "Mother: cancer\nFather: cancer, liver cancer\n",
    "input5": "ADMISSION PHYSICAL EXAMINATION\nVitals: \n98.2 \n68 \n157/79 \n18 \n96% RA \n \nGeneral:  NAD\nHEENT: NCAT,  no oropharyngeal lesions, neck supple\nPulmonary: CTAB, no crackles or wheezes\nAbdomen: Soft, NT, ND, +BS, no guarding\nExtremities: Warm, no edema\n﻿\nNeurologic Examination:\nMS: Awake, alert, oriented x 3. Able to relate history without difficulty. Attentive, able to name backward without difficulty. Speech is fluent with full sentences, intact repetition, and intact verbal comprehension. Naming intact.  No paraphasias.  No dysarthria. Normal prosody. Able to register 3 objects and recall at 5 minutes. No apraxia. No evidence of hemineglect. No left-right confusion.  Able to follow both midline and appendicular commands.\n﻿\n- Cranial Nerves - PERRL 4->2 brisk. VF full to confrontation. EOMI, no nystagmus. V1-V3 without deficits to light touch bilaterally. No facial movement asymmetry. Hearing intact to finger rub bilaterally.  Palate elevation symmetric. SCM/Trapezius strength bilaterally. Tongue midline.\n﻿\n- Motor - Normal bulk and tone. No drift. No tremor or asterixis.\nDelt Bic Tri WrE FFl FE IO IP Quad Ham TA\n﻿\n﻿\n- Sensory - No deficits to light touch, pin, or proprioception bilaterally.  No exinction to DSS.\n﻿\n-DTRs:\nBi Tri Pat Ach\nL  2  2    2    2   2\nR  2  2    2    2   2\nPlantar response flexor bilaterally.\n﻿\n- Coordination - No dysmetria with finger to nose testing bilaterally. Good speed and intact cadence with rapid alternating movements.\n﻿\n- Gait - Normal initiation. Narrow base. Normal stride length and arm swing. Stable without sway. Negative Romberg.\n",
    "input6": "10:20AM BLOOD WBC-7.2 RBC-5.33 Hgb-15.5 Hct-47.7 MCV-90 MCH-29.1 MCHC-32.5 RDW-12.7 RDWSD-41.2\n10:20AM BLOOD Neuts-69.3 Monos-7.5 Eos-1.1 Baso-0.4 AbsNeut-4.96 AbsLymp-1.53 AbsMono-0.54  AbsEos-0.08 AbsBaso-0.03\n05:05AM BLOOD WBC-6.4 RBC-5.09 Hgb-15.0 Hct-45.7 MCV-90  MCH-29.5 MCHC-32.8 RDW-12.6 RDWSD-41.4\n﻿\n05:05AM BLOOD Glucose-94 UreaN-13 Creat-0.9 Na-139 K-3.7 Cl-103 HCO3-23 AnGap-17\n10:20AM BLOOD ALT-34 AST-46* AlkPhos-63 TotBili-0.8\n05:05AM BLOOD Calcium-9.1 Phos-2.7 Mg-2.1\n﻿\n10:20AM BLOOD cTropnT-<0.01\n10:20AM BLOOD %HbA1c-5.5 eAG-111\n10:20AM BLOOD Triglyc-186* HDL-36 CHOL/HD-6.8 LDLcalc-173*\n10:20AM BLOOD TSH-1.5\n10:20AM BLOOD ASA-NEG Ethanol-NEG Acetmnp-NEG Bnzodzp-NEG Barbitr-NEG Tricycl-NEG\n﻿\nMRI brain:\nAcute to subacute hemor hemorrhage involving the posterior left lentiform nucleus.  The area of restricted diffusion is similar to the size of hemorrhage, this does not appear to be due to a hemorrhagic conversion of an infarct but likely to be primary basal ganglia hemorrhage.  The left MCA is patent.  Normal MRA of the head.\n"
}