{
    "Relapsing-Remitting Multiple Sclerosis$Intermedia_4": {
        "Suspected relapse of disease, which has distinct periods of attack (relapse) and remission$Cause_1": {
            "experiencing another flare$Input2": {}
        },
        "Multiple Sclerosis$Intermedia_3": {
            "Multiple new supratentorial and infratentorial demyelinating lesions were reported, which showed a slow spread, suggesting an acute etiology, which is one of the key indicators for diagnosing multiple sclerosis, as MS characteristically involves a demyelinating process in the central nervous system.$Cause_1": {
                "multiple new supratentorial and infratentorial demyelinating lesions are identified compared.  Some of the lesions demonstrate slow diffusion, suggesting acute etiology$Input6": {}
            },
            "Suspected Multiple Sclerosis$Intermedia_2": {
                "Facial numbness is a common symptom of multiple sclerosis$Cause_1": {
                    "left facial numbness$Input2": {}
                },
                "Problems with coordination and balance are often related to damage to the cerebellum or related neural pathways in the cerebrum, which is also a typical symptom in multiple sclerosis.$Cause_1": {
                    "her coordination and balance are \"off\", and that she has to hold on to walls while ambulating$Input2": {}
                },
                "Hand dysfunction may indicate damage to motor areas of the brain or neural pathways. This inflexibility and difficulty manipulating the hands is a common neurological impairment in multiple sclerosis.$Cause_1": {
                    "difficulty functioning with her left hand$Input2": {}
                },
                "Pins and needles or abnormal sensations in the hands are often associated with a nerve conduction disorder, which may be caused by inflammatory activity in the central nervous system that slows or interrupts nerve conduction.$Cause_1": {
                    "tingling in the hand$Input2": {}
                },
                "Abnormal eyelid function may be related to damage to the brain stem or nerves that control eye movement, which can also be a manifestation of multiple sclerosis.$Cause_1": {
                    "a sensation that her left eye \"wants to be closed\"$Input2": {}
                },
                "Multiple sclerosis may cause neuropathy, resulting in paresthesias in the face.$Cause_1": {
                    "Decreased facial sensation to pinprick on the left V1-V3.$Input5": {}
                },
                "Impaired motor coordination and muscle control problems in MS often lead to an abnormal gait.$Cause_1": {
                    "Good initiation. Truncal ataxia, sways with merely standing, hesitant narrow-based slightly spastic-appearing gait, holds my hand to walk. Unable to walk in tandem.$Input5": {}
                }
            }
        }
    },
    "input1": "None\n",
    "input2": "The pt is a woman, current pregnant at 9wks gestation, who presented last week with left facial numbness concerning, who now returns to ED for evaluation of new symptoms developing during IV steroid treatment.\n﻿\nThe pt was seen in the ED 1 week prior by Dr. evaluation of numbness and tingling in her left face and tongue; please see his note dated for details. Briefly, she has not had a flare which consisted of left foot numbness which completely resolved after a 5 day course of IV solumedrol. She was on plegridy up until a few weeks ago when she discovered she was pregnant, and stopped this medication. Upon evaluation by Dr. was felt that she could be experiencing another flare despite her pregnancy, and an admission was recommended, however patient decided to leave AMA. \n﻿\nShe states that a few hours after finishing her first infusion, she started to develop a sensation of her left side feeling \"off\" which she has difficulty describing, but endorses is difficulty functioning with her left hand, for example she is missing keys while texting on her phone. She is also experiencing tingling in the hand. She also endorses that her coordination and balance are \"off\", and that she has to hold on to walls while ambulating. This is new for her. She also had a sensation that her left eye \"wants to be closed\", but she denies any vision loss, blurred vision, or double vision.\n﻿\nInitially she attributed these symptoms to a side effect of solumedrol, however this morning she continued to experience them, and concerned, she called the on-call neurology resident who advised her to come to the ED for evaluation. She is not certain that the symptoms are getting worse, but they are certainly not improving.\n﻿\n",
    "input3": "+ Asthma \n+ Lactose intolerance\n+ Ovarian cyst s/p removal\n+ Back Pain \n+ Dysmenorrhea \n+ Lymphocytic colitis, controlled constipation  \n+ IBS (irritable bowel syndrome)  \n+ Postpartum hemorrhage\n",
    "input4": "3 aunts with lupus uncle: DVT, Maternal grandmother: \"epileptic\"\n",
    "input5": "ADMISSION PHYSICAL EXAM:\nGeneral: awake, cooperative, NAD.\nHEENT: NC/AT, no scleral icterus noted, MMM, no lesions noted in oropharynx\nNeck: supple, no nuchal rigidity\nPulmonary: breathing comfortably on room air\nCardiac: RRR, nl\nAbdomen: soft, NT/ND\nExtremities: warm, well perfused\nSkin: no rashes or lesions noted\n﻿\nNeurologic:\n﻿\n-Mental Status: Alert, oriented x 3. Able to relate history without difficulty. Attentive, able to name backward without difficulty. Language is fluent with intact repetition and comprehension. Normal prosody. There were no paraphasic errors. Pt was able to name both high and low frequency objects. Speech was not dysarthric. Able to follow both midline and appendicular commands. There was no evidence of apraxia or neglect.\n﻿\n-Cranial Nerves:\nII, III, IV, VI:  PERRL 3 to 2mm and brisk. EOMI without\nnystagmus. Normal saccades. VFF to confrontation.\nV: Decreased facial sensation to pinprick on the left V1-V3.\nVII: No facial droop, facial musculature symmetric.\nVIII: Hearing intact to finger-rub bilaterally.\nIX, X: Palate elevates symmetrically.\nXI: strength in trapezii and SCM bilaterally.\nXII: Tongue protrudes in midline.\n﻿\n-Motor: Normal bulk, tone throughout. No pronator drift bilaterally. No adventitious movements, such as tremor, noted. No asterixis noted.\nDelt Bic Tri WrE FFl FE IO IP Quad Ham TA ___ \nL  5    ___   ___  5-  5    5- 5-    5    \nR  5    ___   ___  5   5    5  5     5    \n﻿\n-Sensory: Decreased sensation to pinprick over the left face, scalp, and arm. Sparing of the trunk, back, and leg. No extinction to DSS. No agraphesthesia.\n﻿\n-DTRs:\nBi Tri ___ Pat Ach\nL  2  2    2    2   1\nR  2  2    2    2   1\nPlantar response was flexor bilaterally.\n﻿\n-Coordination: No intention tremor, no dysdiadochokinesia noted.\nNo dysmetria on FNF or HKS bilaterally.\n﻿\n-Gait: Good initiation. Truncal ataxia, sways with merely standing, hesitant narrow-based slightly spastic-appearing gait, holds my hand to walk. Unable to walk in tandem.\n﻿\n",
    "input6": "___ 04:45AM BLOOD WBC-19.1* RBC-4.17 Hgb-12.6 Hct-37.0 MCV-89 MCH-30.2 MCHC-34.1 RDW-13.2 RDWSD-42.5\n___ 06:47PM BLOOD WBC-14.9* RBC-4.14 Hgb-12.7 Hct-38.0 MCV-92 MCH-30.7 MCHC-33.4 RDW-13.2 RDWSD-44.8\n___ 06:47PM BLOOD Neuts-72.2* Monos-5.9 Eos-0.1* Baso-0.1 AbsNeut-10.73* AbsLymp-3.16 AbsMono-0.88* AbsEos-0.01* AbsBaso-0.02\n___ 04:45AM BLOOD Glucose-96 UreaN-8 Creat-0.5 Na-137 K-3.8 Cl-102 HCO3-23 AnGap-16\n___ 06:47PM BLOOD Glucose-76 UreaN-9 Creat-0.5 Na-139 K-3.3 Cl-101 HCO3-23 AnGap-18\n___ 05:00AM BLOOD ALT-13 AST-13 AlkPhos-55 TotBili-<0.2\n___ 06:47PM BLOOD ALT-16 AST-14 AlkPhos-60 TotBili-0.2\n___ 06:47PM BLOOD Lipase-21\n___ 04:30AM BLOOD Calcium-8.5 Phos-3.2 Mg-2.0\n___ 06:47PM BLOOD Albumin-4.0 Calcium-9.0 Phos-3.0 Mg-1.9\n___ 06:47PM BLOOD ASA-NEG Ethanol-NEG Acetmnp-NEG Bnzodzp-NEG Barbitr-NEG Tricycl-NEG\n﻿\nHead w/o\n1. Images are substantially limited by motion artifact.  However, multiple new supratentorial and infratentorial demyelinating lesions are identified compared.  Some of the lesions demonstrate slow diffusion, suggesting acute etiology, as detailed above. \n2. The new lesion abutting the posterior body and atrium of the right lateral ventricle causes minimal associated effacement of the right lateral ventricle. \n﻿\n"
}