{
    "Asthma-COPD$Intermedia_4": {
        "Lasting airflow limitation is a synptom of COPD or asthma.$Cause_1": {
            "unable to adequately perform a peak flow$Input2": {}
        },
        "Patient who have a history of COPD may have higher probability to develop COPD.$Cause_1": {
            "feels like this is COPD$Input2": {}
        },
        "Airflow limitation is not fully reversible, that is a symptom of asthma or asthma-COPD$Cause_1": {
            "A significant improvement in FEV1 of more than 12% and 400 ml from baseline after administration of a bronchodilator confirms the reversibility of airflow obstruction.$Input6": {}
        },
        "Asthma$Intermedia_3": {
            "After giving bronchodilator, patient get improvment indicates that patient may have bronchus disease or asthma.$Cause_1": {
                "3 x nebs, prednisone x1, patient reports significant improvement in her symptoms.$Input2": {}
            },
            "suspected asthma$Intermedia_2": {
                "It is a typical symptom of chest or bronchus disease.$Cause_1": {
                    "Shortness of Breath$Input1": {}
                },
                "These indicates the patient may have chest or bronchus disease.$Cause_1": {
                    "cough, SOB, and wheezing$Input2": {}
                },
                "Patient use bronchodilator in their daily life indicates that patient may have chest or bronchus disease.$Cause_1": {
                    "not amenable to her usual flovent and albuterol that she takes PRN$Input2": {}
                },
                "Different sound of breath may indicates that patient have chest or bronchus disease.$Cause_1": {
                    "Lungs: Coarse breath sounds heard bilaterally in lower lung fields with end expiratory wheezes$Input5": {}
                },
                "It can be accompanied with asthma.$Cause_1": {
                    "+HTN$Input3": {}
                }
            }
        }
    },
    "input1": "Shortness of Breath\n",
    "input2": "38 y/o F with HTN, depression, and anxiety who presented to the ED after being seen in her PCPs office for a 3 day history of cough, SOB, and wheezing for concern for a COPD exacerbation vs infection. At her PCP office, she was noted to desat to 93% while walking on RA and unable to adequately perform a peak flow. She reports a few days prior of feeling tired and having a sore throat that has since improved but then noticed getting a cough with green phlegm, wheezing and SOB that were not amenable to her usual flovent and albuterol that she takes PRN. She denies any f/n/v but has had some chills. No known sick contacts. She has not been hospitalized for a COPD exacerbation for many years and feels like this is consistent with prior episodes including on a little more than a year ago. She denies any swelling, long travel, DOE, or known cardiac disease.\n\nOtherwise she has been in her usual state of health without any complaints.\n \nIn the ED, initial VS were 100.0 93 111/54 18 96/4L NC. Received azithromycin 500mg x1, 3 x nebs, prednisone x1, and ceftriaxone 1 gram.  Transfer VS were 98.0 87 118/83 20 97/4L.\n\nOn arrival to the floor, patient reports significant improvement in her symptoms.\n",
    "input3": "+Hysterectomy\n+hx abd wall surgery\n+OSA\n+Back pain\n+GERD\n+Osteoporosis\n+HTN\n+Depression\n+Restless leg syndrome\n+Oral sores\n",
    "input4": "Father with heart issue.\nMother with stomach cancer.\n",
    "input5": "ADMISSION PHYSICAL EXAM:  \n98.0 87 118/83 20 97/4L.\nGeneral: Elderly lady lying in bed in NAD\nHEENT: NCAT\nNeck: No e/o JVD\nCV: RRR, no m/r/g, nml S1/S2\nLungs: Coarse breath sounds heard bilaterally in lower lung fields with end expiratory wheezes\nAbdomen: Soft, NT/ND, +BS, no hepatosplenomegaly\nGU: No foley\nExt: No c/c/e\nNeuro: Grossly normal, PEERL\nSkin: No rashes\n",
    "input6": "___ 06:55AM BLOOD WBC-6.4 RBC-3.88* Hgb-11.9* Hct-36.7 MCV-95 MCH-30.6 MCHC-32.4 RDW-11.8 Plt ___\n___ 04:05PM BLOOD WBC-7.3 RBC-4.09* Hgb-12.8 Hct-38.4 MCV-94 MCH-31.3 MCHC-33.4 RDW-12.0 Plt ___\n___ 06:55AM BLOOD Glucose-187* UreaN-29* Creat-0.7 Na-140 K-3.7 Cl-103 HCO3-25 AnGap-16\n___ 04:05PM BLOOD Glucose-90 UreaN-21* Creat-0.9 Na-132* K-8.7* Cl-96 HCO3-26 AnGap-19\n___ 04:05PM BLOOD cTropnT-<0.01\n___ 04:05PM BLOOD proBNP-95\n___ 06:55AM BLOOD Calcium-9.3 Phos-2.9 Mg-2.0\n___ 04:15PM BLOOD Lactate-1.0 Na-139 K-4.4\n\nUA: Negative\n\nCXR (___):\nIMPRESSION:  No acute cardiopulmonary process.\n\nA significant improvement in FEV1 of more than 12% and 400 ml from baseline after administration of a bronchodilator confirms the reversibility of airflow obstruction.\r\n"
}