{
    "Hyperthyroidism$Intermedia_3": {
        "Low free T4 levels are a sign of hypothyroidism$Cause_1": {
            "FREE T4-0.53$Input5": {}
        },
        "Elevated TSH levels are a classic sign of hypothyroidism$Cause_1": {
            "TSH-65$Input5": {}
        },
        "Suspected Thyroid disease$Intermedia_2": {
            "Common symptoms of hypothyroidism include fatigue$Cause_1": {
                "extreme fatigue$Input2": {}
            },
            "Common symptoms of hypothyroidism include sensitivity to cold$Cause_1": {
                "increased cold intolerance$Input2": {}
            },
            "The patient's use of thyroid medication may be irregular, which may be affecting her thyroid function$Cause_1": {
                "she thinks she is only supposed to take her thyroid medication as needed$Input2": {}
            }
        }
    },
    "input1": "\"People are following me, and I just can't take it anymore\"nausea, vomiting, fatigue, hallucinationsMassive hemoptysis\n",
    "input2": "She has PTSD, and anxiety presenting after being brought in by EMS i/s/o paranoid ideation.\n \nSays \"it actually has been going on before then, it's just that I first noticed it Says that people have been following her. At first there was 1 man with a gun. She was only able to see him from the back. At this point, she says that there are multiple people following her. She does not know why they are following her, but thinks that it may be \"something they think I know.\" When asked to further characterize how these people interact with her, she says that they whisper to her, and they copy her. For example, When I cough, they cough.\" When asked if other people can hear them, she says, \"I don't know. They should be able to hear them.\" Is insistent that she is not hearing things, and that \"These are actual things that I am hearing.\" \n \nShe says that the people took away her home, and elaborates by saying that the people that are following her took all of her belongings out of her house and replaced them with fake belongings. She feels that as a result of this, she is living in a homeless shelter. Her discussion about how she became homeless was difficult to follow, but she says that at one point she was changing the locks to her door multiple times to prevent the people that were following her from coming into the house.\n \nWhen asked specifically what happened today, she says, \"I was tired of being harassed.\" When asked about ideas of reference, says that the peoplehave been interfering with the TV. Denies thought insertion or thought removal. Endorses feeling depressed with decreased sleep,concentration, and anhedonia. Says that the people following her have been affecting where she is able to eat during the day, and sometimes\"I don't care for it,\" referring to a general disinterest in eating at times. Denies SI, and responds to my question about SI by saying, \"I want to do the things that I set out to do\" (referring to life goals that we had previously been talking about). Denies HI. Says, \"I wouldn't do that.\"   Denies manic symptoms including decreased need for sleep, racing thoughts, increased goal-directed behavior.  Denies having any friends, and says she has not been in touch with her family.   Says she has not been taking any medications. Says she thinks she is only supposed to take her thyroid medication as needed, and doesn't think she needs it lately.  Endorses increased drinking \"to find consolation\" in the setting of the people following her. Says she doesn't drink everyday, and is not able to be more specific about amount.  H/o physical and emotional trauma as a child. Used to have nightmares and avoidance behavior, but this has lessened over the years.\n﻿\nPer EMS Run Report: Pt found standing swinging her umbrella around. Had heavy EtOH odor and slurred speech and gait difficulty. Said she drank \"E and J all day.\"\n﻿\nED course thus far: Received 5 mg IM Haldol and 2 mg IM Ativan for agitation. Per ED resident, pt said she thought she was in jail. \n﻿He is a man with history of metastatic renalcell carcinoma to lung and sinuses, who started therapy with AMG 386 and Sunitinib according to the protocol. He received a total of three administrations of AMG 386. The therapy was held due to multiple symptoms, including nausea, vomiting, diarrhea, extreme fatigue, and hallucinations. \n.\nThe patient reports onset of most of these symptoms after his second treatment, including nausea and vomiting 4 days ago ('orange colored, no bile or blood, vomiting 2x/day) and hallucinations of seeing people who have passed away (including his mother). He has no hallucinations currently. Also, after administration of the AMG 386 he experienced significant swelling around his eyes. He has been much more fatigued, and noticed some increased cold intolerance since starting the medication as well, requiring extra blankets at home.  Has had 10 lb weight loss. Denies any tremors, hair loss, constipation or diarrhea. Has had increased dysphagia with swallowing pills, stating that he feels like they get stuck in his upper throat. \n﻿\nHe also complains of L-sided abdominal pain that radiates to his L groin and L leg. Been present for months, but has worsened recently. Has not noticed any masses in his groin, but pain seems to worsen with bearing weight. \n.\nOn the floor, patient denies any nausea after receiving some anti-emetics in clinic, pain or confusion.\n",
    "input3": "PAST PSYCHIATRIC HISTORY:\nDiagnoses: h/o psychosis i/s/o hypothyroidism, GAD, panic, PTSDHospitalizations: pt says was last hospitalized\nMedication and ECT trials: previously stabilized on risperidone 1 mg bid, previously on klonopin\nSelf-injury: no history\nHarm to others: denies\nAccess to weapons: none\n \nDoctor: no evidence of major mental illness at that time- pt was able to function well off of her risperdal- pt missed 2 scheduled f/u appts after this D . initial ED psychiatry consult note: pt presented w/ worsening paranoia, AH/VH, SI. Had relapsed on cocaine at the time. At that time, she had told her daughter that she couldn't handle having people following her anymore, and that she would have to kill herself. She had also reportedly jumped out of a building window at the time b/c she thought people were following her. According to BEST collateral at the time, she was first seen with paranoia.   She was ultimately medically admitted and treated with 175 mcg of synthroid and risperidone 1 mg bid. It was felt that her symptoms were consistent with hypothyroidism-induced psychosis.\n  \nPAST MEDICAL HISTORY:\nGrave's s/p ablation- medical admission w/ psychosis and SI i/s/o of nonadherence to thyroid meds and severe hypothyroidismONCOLOGIC HISTORY:\nDiagnosis of Stage IV clear cell renal cell carcinoma\nLeft-sided nephrectomy (we do not have the original pathology or detailssurrounding this operation).  \nPresented for evaluation of pain in his leftgroin and testicle.  An abdominal CT scan showed multiplepulmonary nodules at the lung bases, up to 1 cm in size.\nCT-guided biopsy confirmed metastatic clear cellcarcinoma thought to be consistent with a renal cell carcinomaprimary.  \nPET CT confirmed multiple pulmonary nodules (thoughthey were not found to be FDG avid) and showed \"completeopacification of the right maxillary sinus by soft tissueattenuation which demonstrates mild hypermetabolic uptake.  There is associated destruction of the anterior,posterior, and medialwalls of the right maxillary sinus, the floor of the maxillarysinus as well as destruction of the inferior wall of the orbit.\" \n﻿\nBiopsy of the right and left maxillarysinuses: the right maxillary sinus mass biopsy confirmed thepresence of metastatic clear cell renal cell carcinoma; theleft-sided sinus biopsy was benign.  \nStarted therapy with Sunitinib + AMG 386 on protocol \n﻿\n(CT Torso showed decrease size of some of thepulmonary lesions, the other being stable)- sunitinib d/c,AMG 386 third and last dose, held due to worsening of symptoms including nausea, vomiting, hallucinations.\n.\nPMH:\nHypertension\nGout\n﻿+ Metastatic Thyroid Ca\n+ HTN\n+ Atrial Fibrillation\n+ Pulmonary Embolus - Anticoagulated with coumadin; has two small lesions on MRI head c/w mets but not contraindications to anticoag. \n+ Hypothyroidism\n﻿\n",
    "input4": "FAMILY PSYCHIATRIC HISTORY: \nDenies h/o of mental illness or addictionsister with stomach cancerMother with h/o emphysema.\n",
    "input5": "Physical Exam:\n\nPHYSICAL EXAM:\nGeneral- Well-developed, age-appearing woman in no acutedistress.\nSkin- Intact, without rashes, lesions or skin breakdown.\nHEENT- PERRLA, EOMI\nNeck- Supple, no thyromegaly.  No lymphadenopathy. \nLungs- Clear to auscultation bilaterally.\nCV- Regular rate and rhythm.\nAbdomen- Non-tender, non-distended.\nExtremities- No edema.\nNeuro- \n- CN II-XII in tact and symmetric; no focal deficits\n- Strength wnl; moving upper and lower extremitiesspontaneously and with full ROM.\n- Gait wnl; narrow-based without ataxia.___ 11:21PM   CK(CPK)-1232*\n___ 11:21PM   CK-MB-10 MB INDX-0.8 cTropnT-0.02*\n___ 12:47PM   GLUCOSE-125*\n___ 12:47PM   UREA N-21* CREAT-1.5* SODIUM-141 POTASSIUM-3.8 CHLORIDE-99 TOTAL CO2-30 ANION GAP-16\n___ 12:47PM   estGFR-Using this\n___ 12:47PM   ALT(SGPT)-38 AST(SGOT)-87* LD(LDH)-458* CK(CPK)-1527* ALK PHOS-89 AMYLASE-45 TOT BILI-1.2 DIR BILI-0.4* INDIR BIL-0.8\n___ 12:47PM   LIPASE-45\n___ 12:47PM   CK-MB-11* MB INDX-0.7 cTropnT-0.02*\n___ 12:47PM   TOT PROT-6.4 ALBUMIN-3.5 GLOBULIN-2.9 CALCIUM-9.4 PHOSPHATE-3.3 MAGNESIUM-2.4 URIC ACID-5.4\n___ 12:47PM   TSH-65*\n___ 12:47PM   FREE T4-0.53*\n___ 12:47PM   WBC-6.7 RBC-5.03 HGB-15.7 HCT-45.5 MCV-90 MCH-31.3 MCHC-34.6 RDW-15.7*\n___ 12:47PM   NEUTS-81.5* LYMPHS-14.1* MONOS-3.4 EOS-0.9 BASOS-0.2\n___ 12:47PM   PLT COUNT-143*ADMISSION LBAS:\n___ 03:15AM BLOOD WBC-11.3*# RBC-4.03* Hgb-12.3* Hct-37.9* MCV-94 MCH-30.6 MCHC-32.4 RDW-13.3\n___ 03:15AM BLOOD Neuts-58.9 Monos-5.0 Eos-1.6 Baso-0.3\n___ 03:15AM BLOOD PTT-30.3\n___ 04:04AM BLOOD Glucose-261* UreaN-21* Creat-1.0 Na-141 K-4.3 Cl-107 HCO3-26 AnGap-12\n﻿\nCARDIAC ENZYMES:\n___ 03:15AM BLOOD cTropnT-0.03*\n___ 04:04AM BLOOD CK-MB-NotDone cTropnT-0.03*\n___ 04:04AM BLOOD CK(CPK)-68\n___ 04:04AM BLOOD Calcium-8.4 Phos-5.5* Mg-2.0\n﻿\n___ 06:43AM BLOOD pO2-64* pCO2-93* pH-7.08* calTCO2-29 Base XS--5 Intubat-INTUBATED\n﻿\nEKG: Sinus tachycardia with ST depressions in anteroseptal leads. \n﻿\nIMAGING:\nCXR: Inumerable small nodules c/w mets with marked progression, fluffy hilar infiltrates bilaterally c/w hemorrhage given clinical scenario of hemoptysis. Tip of ET tube not visualized.\n﻿\nPulmonary Angiography:\nNo active extravasation but multiple hypervascular masses, likely metastases.  Bronchial artery embolization was performed bilaterally. \n﻿\nPET: IMPRESSION: Diffuse abnormal FDG uptake in the lungs and bone consistent with metastatic disease, which compared to prior exam shows slight increase in disease burden. Again noted are the large lytic lesions in the right femoral head/neck and C1 which remains high risk for fracture.\n",
    "input6": "___ 03:00PM   GLUCOSE-95 UREA N-15 CREAT-1.3* SODIUM-138 POTASSIUM-4.9 CHLORIDE-99 TOTAL CO2-27 ANION GAP-17\n___ 03:00PM   ALT(SGPT)-28 AST(SGOT)-59* ALK PHOS-59 TOT BILI-0.2\n___ 03:00PM   WBC-3.6* RBC-3.28* HGB-10.7* HCT-33.6* MCV-102* MCH-32.6* MCHC-31.8* RDW-13.8 RDWSD-51.9*\n___ 03:00PM   PTT-37.1*. LEGAL & SAFETY:  \nOn admission, the patient signed a conditional voluntary agreement (Section 10 & 11).  She signed a three-day intent to leave on the afternoon that expired.  She was placed on 15 minute checks on admission and remained on that level throughout her hospitalization without behavioral issues.  She was discharged at the time of maturation of her three-day intent to leave though she was encouraged to stay to allow for more complete aftercare planning.\n \n2. SUBSTANCE USE DISORDERS:\n#) ALCOHOL USE DISORDER: While on the medical service, She was monitored for alcohol withdrawal with a diazepam-affiliated CIWA scale.  She did not demonstrate any signs of withdrawal.  She was discharged on folate and thiamine.\n \n3. PSYCHOSOCIAL\n#) GROUPS/MILIEU:  \nThe patient was encouraged to participate in the various groups and milieu therapy opportunities offered by the unit. \n﻿\n#) COLLATERAL CONTACTS & FAMILY INVOLVEMENT\nShe was in frequent contact with the patient's daughter who agreed to allow her mother to return to live with her in her home.\n﻿\nThe team was in contact with the patient's former psychiatrist, doctor, who reported that she had been working with She when she was dealing with depression and anxiety, but that she has not ever noticed paranoia on an outpatient level.  She also notes that She had not followed up for her last several appointments and she felt that she would be better served in a community setting that could offer closer follow-up, but she agreed to continue to follow with She while She establishes care with a new provider.\n\n"
}