{
    "Gastric Ulcers$Intermedia_3": {
        "Gastroscopy (EGD) revealed a large number of old blood clots in the gastric body and antrum, and blood clots attached to the pyloric duct accompanied by bright red blood, which further confirmed the presence of active bleeding and gastric ulcer.$Cause_1": {
            "Large amount of old clotted blood was seen in the body and antrum of the stomach.$Input6": {}
        },
        "Suspected Peptic Ulcer Disease$Intermedia_2": {
            "Coffee grounds often indicate upper gastrointestinal bleeding, possibly from a peptic ulcer.$Cause_1": {
                "NGLavaged 4L and coffee grounds did not clear.$Input2": {}
            },
            "The nasogastric tube is in place and draining blood. This indicates that the patient may have gastrointestinal bleeding, which is common in peptic ulcer disease.$Cause_1": {
                "NGT in place draining blood$Input5": {}
            }
        }
    },
    "input1": "None\n",
    "input2": "Initially treated for a possible cardiac event and given aspirin but then because of history of PUD got NGL. The patient was NGLavaged 4L and coffee grounds did not clear.   Hct ___ while at ___. Transferred to ___ ED because the ___ did not have her blood type in the bank. In our ED vital signs not taken. Got 3 units pRBCs. GI consulted and said would scope in the unit. Got started on Nexium and ppi gtt.  Also got octreotide. Tachycardic to 110 sinus. Pressures 100/68. \n.\nOn the floor, patient had no complaints of abdominal pain, \ndiarrhea, constipation, melena, BRBPR, N/V/D. She denied chest pain. She denies aspirin or NSAID use. She does not drink alcohol or smoke.\n",
    "input3": "Uterine Fibroids\nPUD from ASA use\nHeadaches\n",
    "input4": "-Father and grandfather with colon cancer at age ___\n-Sister with ___ cancer at age ___\n",
    "input5": "Vitals: T: 97.4 BP:106/74 P:105 R: 14 O2:  100%RA\nGeneral: Alert, oriented, no acute distress \nHEENT: Sclera anicteric, dryMM, oropharynx clear. NGT in place draining blood\nNeck: supple, JVP not elevated, no LAD\nLungs: Clear to auscultation bilaterally, no wheezes, rales, \nronchi\nCV: Regular rate and rhythm, normal S1 + S2, no murmurs, rubs, gallops\nAbdomen:  soft, non-tender, non-distended, bowel sounds present, no rebound tenderness or guarding, no organomegaly\nGU: no foley\nExt: warm, well perfused, 2+ pulses, no clubbing, cyanosis or edema\n",
    "input6": "___ 07:10AM BLOOD WBC-8.5 RBC-3.20* Hgb-9.4*# Hct-28.0* \nMCV-87 MCH-29.4 MCHC-33.6# RDW-15.5 Plt ___\n___ 07:10AM BLOOD Neuts-86.2* Lymphs-12.1* Monos-1.5* \nEos-0.1 Baso-0.2\n___ 07:10AM BLOOD ___ PTT-27.1 ___\n___ 07:10AM BLOOD Glucose-130* UreaN-54* Creat-0.5 Na-143 \nK-4.5 Cl-117* HCO3-20* AnGap-11\n___ 05:20PM BLOOD Calcium-6.9* Phos-2.8 Mg-1.6\n___ 12:37PM BLOOD Type-ART pO2-387* pCO2-39 pH-7.26* \ncalTCO2-18* Base XS--8\n___ 12:37PM BLOOD freeCa-0.95*\n\nMICRO:\nHELICOBACTER PYLORI ANTIBODY TEST: NEGATIVE BY EIA.\n\nSTUDIES:\n___ ECG: Baseline artifact is present. Sinus tachycardia. \nNon-specific ST-T wave changes. No previous tracing available for comparison.  \n  Intervals Axes \nRate PR QRS QT/QTc P QRS T \n120 132 74 ___ Portable CXR: Tip of endotracheal tube is 2.6 cm above the carina. Heart size is normal. Aorta is tortuous. Bibasilar areas of atelectasis are present.  Within the imaged portion of the upper abdomen, note is made of moderate gastric distention. \n\n___ EGD: Large amount of old clotted blood was seen in the body and antrum of the stomach. There was an adherent clot to the pyloric channel that had bright red blood as a component. There was evidence of active bleeding in the area of the clot when washed away showed a small hole from which blood was flowing in a stream. Epinephrine ___ 2cc was injected to stop the bleeding temporarily. Two resolution clips were also placed. There was a temporary decrease in bleeding. One more clip was placed with continued bleeding. Two additional ml of epinephrine injected. An additional clip was placed across the opening of the hole. It was unclear if the bleeding stopped but there was minimal bleeding at the time the scope was removed. Otherwise normal EGD to second portion of the duodenum\n\n___ Portable CXR: One portable view. Comparison with ___. \nStreaky density at the lung bases most consistent with subsegmental atelectasis persists. The heart and mediastinal structures are unchanged. An endotracheal tube and right internal jugular sheath remain in place. The stomach is distended with gas, as before. \nIMPRESSION: No significant change.\n"
}