{
    "Gastric Ulcers$Intermedia_3": {
        "This is the description most directly associated with Gastric Ulcers. The text describes a single depressed, 4 cm ulcer with raised margins on the lesser curvature of the antrum toward the notch. This is a typical presentation of Gastric Ulcers.$Cause_1": {
            "A single cratered clean based 4 cm ulcer with heaped up borders was found in the antrum on the lesser curvature towards the incisura.$Input6": {}
        },
        "Suspected Peptic Ulcer Disease$Intermedia_2": {
            "abdominal pain is the common symptom of Peptic Ulcer Disease$Cause_1": {
                "abdominal pain$Input1": {}
            },
            "The pain worsened after dinner and did not subside, leading the patient to go to the emergency department. This characteristic of pain worsening after eating is common in peptic ulcers.$Cause_1": {
                "pain after dinner, and it did not remit$Input2": {}
            }
        }
    },
    "input1": "abdominal pain\n",
    "input2": "The pain have been most severe in the past week, but has always remitted after about a hour until last night. Yesterday evening, the patient developed pain after dinner, and it did not remit leading him to present to the emergency room. The pain was as intense as ___ in severity. It feels \"constant\", like the pain that he had before his cholecystecomy ___ years ago. Has tried Advil at ___ for th pain. Denies fever, chills, blood in stool, or melena. Last bowel movement last night, normal.  \n\nIn the ED, initial vs at 2AM were: T 97.6 P 72 BP 155/82 R 18 O2 sat99% RA. Patient was given zofran (total 4mg), morphine (total 12mg), dilaudid (total 1mg) and ativan (total 2mg) for nausea and pain. Vascular surgery saw pt and felt the celiac dissection with preservation of flow was incidental finding. Vascular advised adding aspirin to couamdin for atrial fibrillation and that the pts abdominal pain was not consistent with intestinal ischemia. Vital signs prior to transfer: 77 130/76 18 97% on RA.\n.\n",
    "input3": "Atrial Fibrillation on Coumadin  \ndysthymia  \nBPH  \nobstructive sleep apnea  \nseasonal allergies  \ns/p Lap cholecystectomy  \ns/p R Inguinal Hernia repair\ns/p Left knee arthroscopy with partial knee meniscectomy\ns/p bilateral cataract surgery\ns/p BCC excision from left side of nose\n",
    "input4": "colon cancer (mother, father, both in ___, ___ \nsyndrome (sister), DM2 (father)\n",
    "input5": "Vitals: T:96.5 BP:120/70 P:60 R:18 O2:98%/RA  \nGeneral: Alert, oriented, no acute distress.  \nHEENT: Sclera anicteric, MMM, oropharynx clear.  \nNeck: supple, JVP not elevated  \nLungs: Clear to auscultation bilaterally, no wheezes, rales, \nronchi  \nCV: Irregular, normal rate, normal S1 + S2, no murmurs, rubs, \ngallops  \nAbdomen: soft, tender in epigastrium, non-distended, bowel \nsounds present, no rebound tenderness or guarding, no \norganomegaly  \nRectal: guiaic negative in ED \nExt: Warm, well perfused, 2+ pulses, no cyanosis or edema\nSkin: No rash\nNeuro: Alert and oriented x 3. Appropriate. PERRL. Moving all \nextremities.\n",
    "input6": "___ WBC-9.2 RBC-4.74 Hgb-14.4 Hct-42.1 MCV-89 MCH-30.3 \nMCHC-34.2 RDW-13.6 Plt ___\n___ Neuts-69.8 Lymphs-17.0* Monos-4.3 Eos-7.6* Baso-1.2\n___ ___ PTT-28.1 ___\n___ Glucose-128* UreaN-31* Creat-1.1 Na-141 K-3.9 Cl-105 \nHCO3-25 AnGap-15\n___ ALT-21 AST-25  AlkPhos-63 TotBili-0.4 Lipase-19\n___ 04:08PM CK(CPK)-78 CK-MB-NotDone cTropnT-<0.01\n___ 02:45AM CK(CPK)-124 CK-MB-7cTropnT-<0.01\n___ Albumin-4.4 Calcium-9.4 Phos-3.7 Mg-2.1\n___ Lactate-1.1\n.\nEKG ___: Atrial fibrillation with a controlled ventricular response. Non-diagnostic Q waves in leads III and aVF. Non-specific inferolateral ST-T wave flattening. Compared to the \nprevious tracing of ___ no diagnostic interim change. \n.\nCXR PA and lateral ___: No acute cardiopulmonary process.\n.\nCTA Abdomen/Pelvis ___:\n1. Linear hypodense band in the proximal celiac artery just \nprior to the bifurcation with mild aneuyrsmal dilatation prior to the flap. This finding is concerning for focal celiac artery dissection. There is no evidence of calcifications or mural thrombus. The arteries are patent distally.\n2. No evidence of SMA thrombus. \n3. No evidence of bowel abnormality including wall thickening, pneumatosis or dilation.\n\n\nStomach:  \n\n Excavated Lesions A single cratered clean based 4 cm ulcer with heaped up borders was found in the antrum on the lesser curvature towards the incisura. Cold forceps biopsies were performed for histology.  \n"
}