{
    "Acute gastritis$Intermedia_3": {
        "Superficial erosion on gastroscopy is the gold standard for the diagnosis of acute gastritis$Cause_1": {
            "EGD:Esophagus: Normal esophagus. \nStomach: Superficial erosion of the antrum \nLumen: A small size hiatal hernia was seen.  \nDuodenum: Normal duodenum.$Input6": {}
        },
        "suspected gastritis$Intermedia_2": {
            "Alcohol is a common cause of acute gastritis.$Cause_1": {
                "female with EToH abuse, epigastric pain,prior small interstinal bacterial overgrowth syndrome s/p treatment, who recently stopped drinking alcohol approximately 2 weeks ago, and presenting to care with two weeks of ongoing epigastric pain, heartburn, nausea, vomiting and inability to tolerate oral intake.$Input2": {}
            },
            "Surgery is a common cause of acute gastritis.$Cause_1": {
                "Meningioma status post resection s/p removal$Input3": {}
            },
            "Nausea, vomiting andabdominal pain are  possible symptom of gastritis.$Cause_1": {
                "nausea, vomiting, abdominal pain$Input1": {}
            },
            "Epigastric pain, heartburn, nausea and vomiting are  possible symptom of gastritis.$Cause_1": {
                "presenting to care with two weeks of ongoing epigastric pain, heartburn, nausea, vomiting and inability to tolerate oral intake.$Input2": {}
            },
            "Nausea is a possible symptom of gastritis.$Cause_1": {
                "She reports extreme nausea without vomiting.$Input2": {}
            },
            "Epigastric pain is a possible symptom of gastritis.$Cause_1": {
                "As discussed above, she reports that her epigastric pain had improved, but then had some burning pain in the epigastrium that would radiate to the RUQ or substernal area.$Input2": {}
            }
        }
    },
    "input1": "nausea, vomiting, abdominal pain\n",
    "input2": "___ female with EToH abuse, epigastric pain,prior small interstinal bacterial overgrowth syndrome s/p treatment, who recently stopped drinking alcohol approximately 2 weeks ago, and presenting to care with two weeks of ongoing epigastric pain, heartburn, nausea, vomiting and inability to tolerate oral intake.\n\nGiven worsening epigastric pain, intractable nausea, inability to tolerate oral intake, reported dysphagia to solids, heartburn,and reported weight loss, the patient was advised by her outpatient GI physician to present to care for endoscopy. Additionally, they recommended ordering copper, thiamine,\nmagnesium level, and TSH.\n\nIn the ED, initial VS were 98.0 64 120/76 18 98% RA.Neuro exam was nonfocal.BMP WNL. LFTS WNL. Serum toxicology negative. CBC WNL with H/H of 15.0/45.1. She received 1L NS and viscous lidocaine and Simethicone.\nShe was admitted to ___ for subsequent workup.\n\nIn review of her past medical history, it appears that she first presented to care at ___ for GI consultation in ___. She reported that her GI upset began about ___ years prior, which she described as a spasm in her upper abdomen occurring every day and lasting for hours. It was thought she might have functional abdominal pain at that time or possibly IBS.  She underwent CT imaging in ___ which showed mild hypoattenuation of the pancreatic head, which could reflect pancreatitis. She was evaluated by Dr. Sam, and given her history of bacterial overgrowth syndrome without prior treatment, the patient was treated with Flagyl/rifaximin followed by erythromycin.\n \nUpon arrival to the floor, the patient tells the story as follows. She reports she had a \"series of decline\". She reports that she was recent admitted to hospital with abdominal pain. She reports she was found to have an elevated lipase and subsequently found to have pancreatitis. After that, she lost all interest in drinking. Since discharge, her abdominal pain improved. However, over the past two weeks since discharge, she reports the feeling of a \"lump in her throat,\" with dysphagia to solids, not liquids. She reports extreme nausea without vomiting. She reports that she was unable to eat much of anything. As discussed above, she reports that her epigastric pain had improved, but then had some burning pain in the epigastrium that would radiate to the RUQ or substernal area. She described this pain as intermittent, without clear exacerbating factors, but occasionally worsened by eating. She also endorses chronic constipation, for which she takes magnesium citrate at home, with her last bowel movement three day sago. She denies fevers, but endorses chills. She reports that since cessation of alcohol approximately two weeks ago, she had a headache for a few days after that. She denies tremors or hallucinations or other symptoms of withdrawal.\n\nROS: Pertinent positives and negatives as noted in the HPI. All other systems were reviewed and are negative.\n",
    "input3": "- Meningioma status post resection s/p removal\n- Small bowel bacterial overgrowth: high methane level, positive methane\n- Hyperparathyroidism\n- Lichen sclerosus\n- Epigastric pain syndrome\n- Ileitis\n- Depression\n",
    "input4": "+ Hodgkins lymphoma in her sister. \n+ Lichen sclerosis in mother. \n+ Thyroid disease in both sisters. FH of GI problems.\n",
    "input5": "Admission Exam:\nVITALS: 97.5 PO 127 / 65 51 18 100 RA  \nEYES: Anicteric, pupils equally round\nENT: Ears and nose without visible erythema, masses, or trauma. Oropharynx without visible lesion, erythema or exudate Mucous membranes moist \nCV: Heart regular, no murmur\nRESP: Lungs clear to auscultation with good air movement\nbilaterally\nGI: Abdomen soft, ___ to palpation\nMSK: Neck supple, moves all extremities, strength grossly full and symmetric bilaterally in all limbs\nSKIN: No rashes or ulcerations noted\nNEURO: Alert, oriented, face symmetric, gaze conjugate with \nEOMI, speech fluent, moves all limbs\nPSYCH: pleasant, appropriate affect\n",
    "input6": "___ 06:13AM BLOOD ___ \n___ Plt ___\n___ 05:36AM BLOOD ___ \n___ Plt ___\n___ 08:05AM BLOOD ___ \n___ Plt ___\n___ 04:07PM BLOOD ___ \n___ Plt ___\n___ 04:07PM BLOOD ___ \n___ Im ___ \n___ 06:13AM BLOOD Plt ___\n___ 05:36AM BLOOD Plt ___\n___ 08:05AM BLOOD Plt ___\n___ 04:07PM BLOOD Plt ___\n___ 06:13AM BLOOD ___ \n___ 05:36AM BLOOD ___ \n___ 08:05AM BLOOD ___ \n___ 04:07PM BLOOD ___ \n___ 04:07PM BLOOD ___\n___ 04:07PM BLOOD ___\n___ 08:05AM BLOOD cTropnT-<0.01\n___ 10:52PM BLOOD cTropnT-<0.01\n___ 04:07PM BLOOD cTropnT-<0.01\n___ 06:13AM BLOOD ___\n___ 05:36AM BLOOD ___\n___ 08:05AM BLOOD ___\n___ 04:07PM BLOOD ___\n___ 06:13AM BLOOD ___\n___ 04:07PM BLOOD ___\n___ 04:07PM BLOOD ___\n___ 04:07PM BLOOD ___ \n___\n\nRUQ U/S ___\n1. No cholelithiasis or biliary dilatation. \n2. 5 mm gallbladder polyp. \n3. Diffusely echogenic pancreas, which likely reflects fatty\nreplacement. \n\nHIDA ___\nIMPRESSION:  Normal hepatobiliary study. Gallbladder ejection fraction normal. \n  \nEUS ___\nImpression: \u0095EUS was performed using a linear echoendoscope at ___ MHz frequency: The head and uncinate pancreas were imaged from the duodenal bulb and the second / third duodenum. The body and tail [partially] were imaged from the gastric body and fundus.\n\u0095Pancreas parenchyma: The parenchyma in the uncinate, head, body and tail of the pancreas was homogenous, with a normal \"salt and pepper\" appearance.\n\u0095Pancreas duct: The pancreas duct was normal in echotexture and contour. No stones were noted. No dilated ___ were noted.\n\u0095Bile duct: The bile duct was imaged at the level of the ___, head of the pancreas and ampulla. The maximum diameter of the bile duct was 4 mm. The bile duct was normal in appearance. No intrinsic stones or sludge were noted. The bile duct and the pancreatic duct were imaged within the ampulla and appeared normal.\n\u0095Vessels [Arterial]: The celiac artery ___ from the Aorta and the superior mesenteric artery ___ from the Aorta were visualized and appeared normal. The ampulla was visualized endoscopically with both the echoendoscope as well as a duodenoscope. It appeared normal. There were no ampullary lesions and/or fishmouth appearances noted.\n\nEGD ___\nEsophagus: Normal esophagus. \nStomach: Superficial erosion of the antrum \nLumen: A small size hiatal hernia was seen.  \nDuodenum: Normal duodenum. \n\nOther\nprocedures: Cold forceps biopsies were performed to assess for H. pylori at the stomach. Cold forceps biopsies were performed to assess for celiac disease at the second part of the duodenum and third part of the duodenum.  \n\nImpression: Small hiatal hernia Normal EGD to third part of the duodenum with surveillance biopsies (biopsy, biopsy).\n\nEKG: interpretation is sinus rhythm, normal intervals, ___ inversions in V1 through V3.\n\nEsophagram:\n \nFINDINGS:   \nThe esophagus was not dilated.  There was no stricture within the esophagus. There was no esophageal mass. The primary peristaltic wave is normal aside from mild proximal escape. The lower esophageal sphincter opened and closed normally. There was no gastroesophageal reflux, spontaneously or with Valsalva maneuver. There was no hiatal hernia. No overt abnormality in the stomach on limited evaluation. \n  \nIMPRESSION:\nNo esophageal stricture or gastroesophageal reflux identified.\n"
}