{
    "Acute Gastritis$Intermedia_3": {
        "Gastric erosions with heaped up mucosa around the erosions in the antrum and erythema and punctate red spots were noted in the cardia, which are the gold standard for the diagnosis of acute gastritis.$Cause_1": {
            "EGD report:Esophagus: Normal esophagus. \nStomach:  Other There were a few gastric erosions with heaped up mucosa around the erosions in the antrum. In addition, erythema and punctate red spots were noted in the cardia.  Cold forceps biopsies were performed for histology at the antral erosions, cardia, stomach.  \nDuodenum:  \nMucosa: Normal mucosa was noted in the whole duodenum.$Input6": {}
        },
        "suspected gastritis$Intermedia_2": {
            "Decreased appetite, abdominal pain, and nausea are symptoms that may occur in patients with acute gastritis.$Cause_1": {
                "decreased appetite, abdominal pain, and nausea$Input2": {}
            },
            "Nausea is a symptom that may occur in patients with gastritis.$Cause_1": {
                "And family has noted that he has been unable to eat due to nausea.$Input2": {}
            }
        }
    },
    "input1": "weight loss, fatigue, contipation\n",
    "input2": "___ male presenting with history of atrial fibrillation on Coumadin, mild cognitive impairment, and failure to thrive for 1 month secondary to decreased p.o. intake due to decreased appetite, abdominal pain, and nausea with family suspecting a 15 lb weight loss in the past month. Patient was recently admitted here for paroxysmal hemicranias (discharged ___. Was treated with carbamazepine but had allergic reaction to that. Was switched to indomethacin and has had good control of his headaches. Since discharge earlier this month he has been increasingly weak. He has been complaining of a lower abdominal pain that he has difficulty characterizing. And family has noted that he has been unable to eat due to nausea. Was seen by PCP and arrange for a CT scan on ___. CT scan did show a sigmoid and rectal colitis. PCP called this morning and told patient to present to ED for further evaluation. One questionable episode of BRBPR (wife saw blood-streaked toilet; patient denies). No black or bloody stools.  CT abdomen pelvis performed ___ (images not available for review but report shows):  \n\nIMPRESSION:  \nApparent wall thickening of the sigmoid rectal colon with surrounding inflammatory changes of the mesial rectal fascia. Similar findings were described on the prior CT exam, and if the prior CT exam images are made available for review, direct comparison will be made.Inflammatory and neoplastic etiologies should be considered.  \n \nIn the ED, initial vitals:  \n 98.6 |60 |159/106| 14| 100% RA  \n - Labs notable for:  \n - urine dipstick: trace ___, WBC 6, Bacteria few  \n - Urine cx- pending  \n - ___: 28.9 PTT: 34.5 INR: 2.6  \n - Pt given:  \n - Acetaminophen 1000 mg  \n - Vitals prior to transfer: 98.3 |89 |142/96 |17 |99% RA  \nOn the floor, patient appears well with wife and daughter-in-law at bedside. He has been experiencing decreased appetite with a ~15 lb weight loss in the past month. He reports decreased energy over the past few days; he normally can walk around ___ with his wife in the evening and has been unable to in the past few days. He denies any SOB or chest pain. He currently has a right sided HA.\n",
    "input3": "- Hearing loss, sensorineural \n- Impotence due to erectile dysfunction \n- Hypertension, essential \n- Colonic adenoma \n- Atrial fibrillation (Anticoagulant long-term use) \n- Carotid artery disease \n- Dry eyes \n- Dementia vs mild cognitive impairment (w/o behavioral \ndisturbance)\n- Squamous cell carcinoma in situ of skin of hand; face, ear, right temple\n- Hypercholesterolemia \n- Thrombocytopenia \n- CKD (chronic kidney disease) stage 3, GFR ___ ml/min \n- Pseudophakia \n- Retinal hole or tear \n- PVD (posterior vitreous detachment) \n- Dry senile macular degeneration \n- Aortic stenosis, moderate \n- Right inguinal hernia\n",
    "input4": "Father -  CAD/PVD; Hypertension\nMother - negative\n",
    "input5": "ADMISSION PHYSICAL EXAM\nVital Signs: 97.6 PO| 183 / 118| 96 |18 |95% RA  \nGeneral: Hard of hearing, pleasant, alert, oriented, no acute distress.  \nHEENT: Right eye droop. Sclerae anicteric, mucous membranes moist , oropharynx without erythema or exudate, neck supple without LAD  \nCV: Irregularly irregular, normal S1 + S2, II/VI systolic crescendo-decrescendo murmur in LUSB, no rubs or gallops  \nLungs: Clear to auscultation bilaterally, no wheezes, rales, rhonchi  \nAbdomen: Normoactive bowel sounds. Soft, non-tender, non-distended, no organomegaly, no rebound or guarding  \nGU: No foley  \nExt: Warm, well perfused, 2+ pulses, no clubbing, cyanosis or edema  \nNeuro: Alert and oriented x3. No gross focal deficits.\n",
    "input6": "ADMISSION LABS\n\n___ 03:56PM URINE  HOURS-RANDOM\n___ 03:56PM URINE  UHOLD-HOLD\n___ 03:56PM URINE  COLOR-Yellow APPEAR-Hazy* SP ___\n___ 03:56PM URINE  BLOOD-NEG NITRITE-NEG PROTEIN-NEG \nGLUCOSE-NEG KETONE-NEG BILIRUBIN-NEG UROBILNGN-NEG PH-7.0 \nLEUK-TR*\n___ 03:56PM URINE  RBC-2 WBC-6* BACTERIA-FEW* YEAST-NONE \nEPI-2\n___ 02:57PM   GLUCOSE-102* UREA N-16 CREAT-1.1 SODIUM-136 \nPOTASSIUM-4.5 CHLORIDE-99 TOTAL CO2-25 ANION GAP-17\n___ 02:57PM   estGFR-Using this\n___ 02:57PM   ALT(SGPT)-17 AST(SGOT)-26 ALK PHOS-79 TOT \nBILI-0.6\n___ 02:57PM   LIPASE-52\n___ 02:57PM   ALBUMIN-4.1 CALCIUM-9.7 PHOSPHATE-3.0 \nMAGNESIUM-1.9\n___ 02:57PM   WBC-7.0 RBC-4.23* HGB-14.2 HCT-40.5 MCV-96 \nMCH-33.6* MCHC-35.1 RDW-13.7 RDWSD-47.8*\n___ 02:57PM   NEUTS-75.0* LYMPHS-12.5* MONOS-9.5 EOS-2.0 \nBASOS-0.7 IM ___ AbsNeut-5.26 AbsLymp-0.88* AbsMono-0.67 \nAbsEos-0.14 AbsBaso-0.05\n___ 02:57PM   PLT COUNT-164\n___ 02:57PM   ___ PTT-34.5 ___\n\nFindings:  \nMucosa: Normal mucosa was noted in the whole colon.  \n\nProtruding Lesions A single sessile 2 mm non-bleeding polyp of benign appearance was found in the cecum. A single-piece polypectomy was performed using a cold snare in the cecum. The polyp was completely removed. A single sessile 2 mm non-bleeding polyp of benign appearance was found in the ascending colon. A single-piece polypectomy was performed using a hot snare in the ascending colon polyp. The polyp was completely removed.  \n\nExcavated Lesions Multiple non-bleeding diverticula with medium openings were seen in the sigmoid colon. Diverticulosis appeared to be of mild severity.  \n\n___ 6:00:00 AM - EGD report\nFindings: \nEsophagus: Normal esophagus. \nStomach:  \n\nOther There were a few gastric erosions with heaped up mucosa around the erosions in the antrum. In addition, erythema and punctate red spots were noted in the cardia.  Cold forceps biopsies were performed for histology at the antral erosions, cardia, stomach.  \n\nDuodenum:  \nMucosa: Normal mucosa was noted in the whole duodenum. Cold forceps biopsies were performed for histology at the duodenum.  \n\nImpression: There were a few gastric erosions with heaped up mucosa around the erosions in the antrum. In addition, erythema and punctate red spots were noted in the cardia. (biopsy) Normal mucosa in the whole duodenum (biopsy) Otherwise normal EGD to third part of the duodenum\n"
}