{
    "Acute gastritis$Intermedia_3": {
        "Lesions of gastric antrum erosion and hemorrhage on endoscopy are the gold standard for the diagnosis of acute gastritis.$Cause_1": {
            "Endoscopy:Lesions of gastric antrum erosion and hemorrhage$Input6": {}
        },
        "suspected gastritis$Intermedia_2": {
            "abdominal pain, nausea and vomiting are symptoms that may occur in patients with gastritis$Cause_1": {
                "He has diabetes, hypertension, gastroparesis, chronic abdominal pain with multiple admissions (erosive esophagitis and 2 possible tears) s/p EGD  and abdominal pain/nausea/vomiting, and recent visit to ED. He presents now w/ abdominal pain for two days. Endorses midline epigastric pain, nonbloody vomiting. Pain does not migrate.$Input2": {}
            },
            "Stress response to trauma is a common cause of acute gastritis$Cause_1": {
                "Right knee trauma in ped v truck accident at work$Input3": {}
            },
            "Pain in upper abdomen is a symptom that may occur in patients with gastritis.$Cause_1": {
                "pain in upper abdomen$Input1": {}
            },
            "Nausea and vomiting are symptoms that may occur in patients with gastritis$Cause_1": {
                "He does have a moderate amount of nausea with meals, and one or two times of vomiting.$Input2": {}
            }
        }
    },
    "input1": "pain in upper abdomen\n",
    "input2": "He has diabetes, hypertension, gastroparesis, chronic abdominal pain with multiple admissions (erosive esophagitis and 2 possible tears) s/p EGD  and abdominal pain/nausea/vomiting, and recent visit to ED. He presents now w/ abdominal pain for two days. Endorses midline epigastric pain, nonbloody vomiting. Pain does not migrate.  Not worse w/ exertion. Not worse w/ eating.  Denies fevers, chills, or diarrhea.  Pt states he has been taking all of his meals as prescribed. He does have a moderate amount of nausea with meals, and one or two times of vomiting.  He denies melena, BRBPR, hematemesis.\n\nIn the ED, mental status: vitals, pain 10 97.1 87 ___ RA. pt A&Ox3, moaning out in pain when first arrived, short answers to ?s. Pt has hx of ETOH/multiple admission. 22g in R thumb (pt is a difficult stick). 2L IVF.  Received morphine 4mg iv, SQ ativan 0.5mg prior to iv access, and 4mg iv zofran. most recent BS=230. He is ambulatory at basline.  BP 185/77 @ 1155. 4 mg IV morphine given at 1157\n\nHis vitals signs on 98.7  163/90  73  16  100%RA.  Currently, patient reports abdominal pain and nausea. \n\nROS: Pt not cooperative with full ROS. Denies fevers, chills, chest pain, shortness of breath.\n",
    "input3": "-HTN\n-Diabetes mellitus type II, insulin-dependent\n-Esophagitis\n-Chronic abdominal pain\n-Gastoperesis \n-Anxiety NOS    \n-s/p bilateral cataract surgery ___  \n-Right knee trauma in ped v truck accident at work\n",
    "input4": "mother alive with HTN, and DM  father - died with unknown causes,  sister with HTN  Four kids, all well.\n",
    "input5": "ADMISSION PHYSICAL EXAM\nVS - Temp 98.7  163/90  73  16  100%RA\nGENERAL - lying flat in bed clutching, NAD\nHEENT - NC/AT, PERRL, sclerae anicteric, MMM, OP clear\nNECK - supple, no thyromegaly, no JVD, no carotid bruits\nLUNGS - CTA bilat, no wheezes/rales/rhonchi\nHEART - PMI non-displaced, RRR, no MRG, nl S1-S2\nABDOMEN - bowel sounds present, soft, slightly distended, diffusely tender to palpation\nEXTREMITIES - WWP, no c/c/e,\nNEURO - awake, oriented, CN II - XII grossly intact, moving all extremities\n",
    "input6": "LABS: \n___ 10:00AM BLOOD WBC-6.3# RBC-4.12* Hgb-12.2* Hct-36.0* MCV-87 MCH-29.5 MCHC-33.7 RDW-13.4 Plt ___\n___ 07:00AM BLOOD WBC-5.2 RBC-4.21* Hgb-12.4* Hct-37.0* MCV-88 MCH-29.5 MCHC-33.6 RDW-13.3 Plt ___\n___ 10:00AM BLOOD Neuts-71.8* ___ Monos-6.6 Eos-0.7 Baso-0.3\n___ 07:00AM BLOOD Glucose-139* UreaN-10 Creat-0.8 Na-136 K-4.1 Cl-102 HCO3-25 AnGap-13\n___ 10:00AM BLOOD Glucose-216* UreaN-16 Creat-0.8 Na-135 K-4.1 Cl-103 HCO3-22 AnGap-14\n___ 10:00AM BLOOD ALT-15 AST-11 AlkPhos-66 TotBili-0.8\n___ 09:15PM BLOOD CK-MB-2 cTropnT-<0.01\n___ 10:00AM BLOOD CK-MB-2 cTropnT-<0.01\n___ 07:00AM BLOOD Calcium-9.1 Phos-3.0 Mg-1.8\n___ 10:09AM BLOOD Lactate-1.___rief Hospital Course:\nHe is a 67 year-old male with history of h/o chronic abdominal pain, esophagitis, gastroparesis, IDDM, HTN who presents with recurrent nausea and abdominal pain.\n\n# Abdominal pain/Nausea/vomiting: Consistent with chronic abdominal pain. EGD from last admission showed severe esophagitis in the distal of esophagus likely secondary to GERD. Patient with many similar admissions for abdominal pain and nausea and was recently discharged on more than one occasion in the past month. e.  LFTs including lipase normal without evidence of biliary pathology. No history of pancreatitis.  Very unlikely to be ACS, as EKG unchanged from prior and cardiac enzymes neg x3.  Pain likely esophagitis in the setting of medication non-compliance.  In addition, gastroparesis likely causing nausea/vomiting when patient eats large meals.  Continued omeprazole 40mg BID and other home regimen.  Patient able to tolerate PO regular food prior to discharge.  Counselled patient at length about foods to avoid to prevent GERD, need to adhere to medication regimen and to eat small meals as tolerated.Endoscopy:Lesions of gastric antrum erosion and hemorrhage\n\n# Hypertension: Patient with history of poorly controlled hypertension. However, BP in normal range once on meds in the hospital.  Patient hypertensive on admission, possibly in setting not taking home BP medications ___ nausea, vomitng. Continued home antihypertensives - valsartan and amlodipine with SBP in 100-140s.\n\n# Nodular opacity seen on CXR: 0.8 cm nodular opacity projecting over the right mid-to-lower hemithorax, possible nipple shadow, seen on PRIOR ADMISSION. Consider repeat CXR with nipple markers in the future as an outpatient.\n\n# Diabetes mellitus: Most recent HgbA1c is 6.9% in ___. Continued home lantus and HISS.\n"
}