{
    "Acute gastritis$Intermedia_3": {
        "Erythema, Lesions of erosion and hemorrhage in the antrum on endoscopy, which are the gold standard for the diagnosis of acute gastritis\r.$Cause_1": {
            "Upper Endoscopy:final\nImpression: Normal mucosa in the esophagus, Erythema in the antrum.Lesions of erosion and hemorrhage.\nPolyps in the stomach body\nAbnormal mucosa in the duodenum (biopsy)\nOtherwise normal EGD to third part of the duodenum \nNo findings consistent with the reported duodenitis that was noted on CT scan.$Input6": {}
        },
        "suspected gastritis$Intermedia_2": {
            "Surgery is a common cause in patients with gastritis.$Cause_1": {
                "Female with asthma, htn, morbid obesity and POD s/p sacrospinous suspension, anterior repair, tension-free vaginal tape cystoscopy by Dr.$Input2": {}
            },
            "Abdominal pain is a symptom that may occur in patients with gastritis$Cause_1": {
                "Abdominal pain began two days ago, located in epigastric region.$Input2": {}
            },
            "!Abdominal pain is a symptom that may occur in patients with gastritis$Cause_1": {
                "is admitted from  urgent care with two days of epigastric abdominal pain.$Input2": {}
            },
            "Nausea is a symptom that may occur in patients with gastritis.$Cause_1": {
                "Endorses nausea without any vomiting.$Input2": {}
            }
        }
    },
    "input1": "abdominal pain\n",
    "input2": "Female with asthma, htn, morbid obesity and POD s/p sacrospinous suspension, anterior repair, tension-free vaginal tape cystoscopy by Dr. A for urinary incontinence and recurrent UTIs who is admitted from  urgent care with two days of epigastric abdominal pain.  History obtained by neice who was at the bedside and able to interpret.\n\nAbdominal pain began two days ago, located in epigastric region. Pain is sharp, non-radiating, constant at max.  Recent constipation, drank milk of magnesia two days ago, had a large BM then abdominal pain began.  No brbpr or melena.  Endorses nausea without any vomiting.  Also with anorexia which she attributes to pain and nausea.  Reports subjective fever yesterday.  Occasional lightheadedness with standing over the past several days.  No weight loss.  Reports light vaginal bleeding (gyn aware stated it is expected) since surgery, no discharge, no incontinence.\n\nYesterday patient went to the ED.  Evaluated by GYN, GU exam benign, thought no surgical need for re-exploration or admission.  CT scan showed inflammatory stranding adjacent to pancreatic head and duodenum that could reflect duodenitis and/or pancreatitis. Continued to have pain overnight and went to Urgent Care.  Given persistent abdominal pain, CT findings to suggest duodenitis vs pancreatitis decision made to admit patient.  Per note she recently stopped her protonix however reports she takes nexium daily but has not taken x 2 days due to nausea.\n\nUrgent care: 98.3  72P  16  122/78  98%RA; morphine 5mg iv x 2, ranitidine 50mg x 1, zofran and IVFs\n\nROS: \n- General: + fevers, chills, sweats, no weight loss\n- HEENT: no changes in vision or hearing, no rhinorrhea, nasal congestion, headaches, sore throat\n- Lungs: no cough, shortness of breath, dyspnea on exertion\n- Cardiac: no chest pain, pressure, palpitations, orthopnea, PND\n- GI: + abdominal pain, + nausea, - vomiting, - diarrhea, + constipation, -BRBPR, - melena\n- GU: no dysuria, hematuria, urgency, frequncey\n- MSK: no arthralgias or myalgias\n- Neuro: no weakness, numbness, seizures, difficulty speaking, changes in memory.\n",
    "input3": "1.  Asthma.\n2.  Hypertension.\n3.  Morbid obesity.\n4.  Hyperparathyroidism.\n5.  Allergic rhinitis.\n",
    "input4": "no known of malignancy\n",
    "input5": "Exam on admission:\n\n100.6  148/73  76  18  96%RA\nGen: alert, NAD, pleasant, resting comfortably in bed\nHeent: anicteric, eomi, perrl, op clear s lesions, mmd\nNeck: supple, no LAD, no JVD\nCv: +s1, s2  -m/r/g\nPulm: clear bilaterally\nAbd: soft, ++ epigastric ttp, no distension, no rebound/guarding\nExtr: no edema, 2+ dp/pt\nNeuro: cn ___ grossly intact, no focal deficits\nSkin: no rashes\nRectal: no stool in vault, guaiac negative\n",
    "input6": "Labs on admission:\n___ 11:46PM URINE  BLOOD-TR NITRITE-NEG PROTEIN-NEG GLUCOSE-NEG KETONE-NEG BILIRUBIN-NEG UROBILNGN-NEG PH-6.0 LEUK-NEG\n___ 08:29PM   GLUCOSE-88 UREA N-6 CREAT-0.6 SODIUM-137 POTASSIUM-3.7 CHLORIDE-106 TOTAL CO2-24 ANION GAP-11\n___ 08:29PM   ALT(SGPT)-20 AST(SGOT)-49* LD(LDH)-151 ALK PHOS-123* AMYLASE-53 TOT BILI-0.4\n___ 08:29PM   LIPASE-23\n___ 08:29PM   ALBUMIN-3.4* CALCIUM-8.5 PHOSPHATE-2.0* MAGNESIUM-1.7\n___ 08:29PM   WBC-9.9 RBC-3.35* HGB-9.0* HCT-27.0* MCV-81* MCH-26.9* MCHC-33.4 RDW-16.0*\n___ 08:29PM   NEUTS-75.4* LYMPHS-17.4* MONOS-5.4 EOS-1.6 BASOS-0.2\n___ 08:29PM   ___ PTT-25.0 ___\n\nBlood Culture ___ and ___- NGTD\nHpylori antibody ___ - negative, final\nUrine culture ___- negative, final\n\n___ CT a/p:\n1. Inflammatory stranding adjacent to the pancreatic head/uncinate process as well as the C-sweep of the duodenum. Findings could reflect a duodenitis and/or pancreatitis. Correlate clinically. No fluid collections or free air. \n2. Post-surgical changes in deep posterior pelvis, with inflammatory stranding but no fluid collections or free air. \n3. Normal appendix. Status post cholecystectomy. \n4. Small fat-containing ventral hernia. \n\n___ PA and lateral CXR-final\nFINDINGS: Upright PA and lateral views of the chest were performed. Lungs are better inflated. Again seen is a left lower lobe opacity \nwhich is likely atelectasis, but could represent pneumonia and the source of the patient's pain. Right lower lobe atelectasis is slightly worsened. No pneumothorax. Stable small left pleural effusion. Mild cardiomegaly. \n  \nIMPRESSION: Retrocardiac opacity could be atelectasis or pneumonia in the right clinical setting. \n\n___- AP chest x-ray-final.Comparison is made with prior study.There are lower lung volumes. New left lower lobe opacity could be atelectasis, but pneumonia cannot be excluded. Right lower lobe atelectasis has markedly worsened. There is no pneumothorax. Cardiomegaly is stable. If any, there is a small left pleural effusion \n\nCT abdomen and pelvis without contrast: \nIMPRESSION: \n1. Inflammatory stranding adjacent to the pancreatic head/uncinate process as well as the C-sweep of the duodenum. Findings could reflect a duodenitis and/or pancreatitis. Correlate clinically. No fluid collections or free air.\n2. Post-surgical changes in deep posterior pelvis, with inflammatory stranding but no fluid collections or free air. \n3. Normal appendix. Status post cholecystectomy. \n4. Small fat-containing ventral hernia. \n\n___- RUQ US-final\nIMPRESSION: \n1. Slightly coarse and echogenic liver consistent with hepatic steatosis.  \nOther advanced forms of liver disease including fibrosis and cirrhosis cannot be excluded on this study. No focal liver lesion is identified on this technically limited study. \n2. Status post cholecystectomy with no intra- or extra-hepatic biliary ductal dilatation. No retained biliary stone identified. \n3. Pancreatic body is partially visualized and unremarkable. The head, uncinate process and tail of the pancreas are obscured by bowel gas and cannot be evaluated on this study. \n  \n___- Upper Endoscopy:final\nImpression: Normal mucosa in the esophagus, Erythema in the antrum.Lesions of erosion and hemorrhage.\r\nPolyps in the stomach body\nAbnormal mucosa in the duodenum (biopsy)\nOtherwise normal EGD to third part of the duodenum \nNo findings consistent with the reported duodenitis that was noted on CT scan.\n"
}