{
    "Acute gastritis$Intermedia_3": {
        "Multiple erosions in the antrum and the incisura of the stomach on EGD are the gold standard for the diagnosis of acute gastritis$Cause_1": {
            "EGD: Normal mucosa in the esophagus, multiple erosions in the antrum and the incisura of the stomach, normal mucosa in the duodenum, small polyp in the first part of duodenum$Input6": {}
        },
        "suspected gastritis$Intermedia_2": {
            "Stress caused by mental strain is a common cause in patients with gastritis.$Cause_1": {
                "A 72 female with a past medical historysignificant for depression, hyperlipidemia, depression/anxiety and IBS who presented to the ED$Input2": {}
            },
            "Melena and dark red stools may be signs of severe acute gastritis.$Cause_1": {
                "complaints of 3 days of melena and dark red stools.$Input2": {}
            }
        }
    },
    "input1": "Melena/Hematochezia\n",
    "input2": "A 72 female with a past medical historysignificant for depression, hyperlipidemia, depression/anxiety and IBS who presented to the ED with complaints of 3 days ofmelena and dark red stools. \n\nThe patient reports that 3 days prior to presentation she ate amultiple vegetables and garlic which typically triggers her IBS.Since then she has felt very bloated, and not eaten significantly. Her symptoms gradually improved, however she thendeveloped dark red stools later that night, and had multipleloose bowel movements at least 4 times daily. Her lastcolonoscopy was at least ___ years ago. She had not had any fevers/ chills/nausea/vomiting/weight gain or loss/abdominal pain/ bowel/ bladder incontinence during this time. She ultimately presented to the ED given her ongoing black bowel movements. Other than the color of her bowel movements, she has not had any other symptoms including fatigue, dizziness, palpitations, or shortness of breath. \n\nIn the ED the patient's vitals were hemodynamically stable. Her exam was notable for:  Gen: NAD, A&Ox3 CV: ___ systolic murmur at\nRUSB Lung: CTAB Abd: NTND, no hsm Ext: Warm, well perfused, no\nedema Rectal: dark liquid stool in the perineum, guaiac positive\nNeuro: No gross/focal deficits. \n\nThe patient subsequently had a small bowel movement in the emergency room which was very dark and had small amounts of dark red blood. At that time her rectal exam was notable for guaiac positive and melena staining the perineum. She continued to be hemodynamically stable while in the ED. Here H&H was noted to have downtrended to 7.5 from her previous baseline. GI was consulted and recommended admitting the patient to medicine and EGD. She received 1 unit of PRBCs and was transferred to the medical floor. \n\nOn arrival to the floor, the patient was resting comfortably in no acute distress and had no specific complaints. She denied palpitations, syncope, fatigue, or lightheadedness. She did report some anxiety and insomnia and was asking for something for sleep. She was intermittently declining here.\n",
    "input3": "-PMH:  She has had multiple falls over the last several years\n-one resulted in a right hip fracture in which she required ahemiarthroplasty to the right hip.  \n-anxiety, depression, osteopenia, elevated cholesterol.\n",
    "input4": "Reviewed.  none pertinent to this hospitalization.\n",
    "input5": "Exam on Admission:\nVITALS: ___ 2325 Temp: 97.9 PO BP: 130/82 HR: 91 RR: 18 O2\nsat: 97% O2 delivery: Ra \n\nGENERAL: Alert and interactive. In no acute distress.\nHEENT: PERRL, EOMI. Sclera anicteric and without injection. MMM.\nNECK: No cervical lymphadenopathy. No JVD.\nCARDIAC: Regular rhythm, normal rate. Audible S1 and S2. No murmurs/rubs/gallops.\nLUNGS: Clear to auscultation bilaterally. No wheezes, rhonchi or\nrales. No increased work of breathing.\nBACK: No CVA tenderness.\nABDOMEN: Normal bowels sounds, non distended, non-tender to deep\npalpation in all four quadrants. No organomegaly.\nEXTREMITIES: No clubbing, cyanosis, or edema. Pulses DP/Radial 2+bilaterally.\nSKIN: Warm. Cap refill <2s. No rashes.\nNEUROLOGIC: AOx3. CN2-12 intact. Moving all 4 limbs spontaneously. ___ strength throughout. Normal sensation.\n",
    "input6": "LABS\n================================================\nAdmission Labs\n___ 06:50PM   GLUCOSE-105* UREA N-27* CREAT-0.9 SODIUM-144 POTASSIUM-4.0 CHLORIDE-107 TOTAL CO2-22 ANION GAP-15\n___ 06:50PM   WBC-6.1 RBC-2.32* HGB-7.5* HCT-22.8* MCV-98 MCH-32.3* MCHC-32.9 RDW-14.6 RDWSD-51.0*\n___ 06:50PM   NEUTS-64.4 ___ MONOS-9.0 EOS-1.1 BASOS-0.2 IM ___ AbsNeut-3.92 AbsLymp-1.52 AbsMono-0.55 AbsEos-0.07 AbsBaso-0.01\n\nMICROBIOLOGY\nNone\n\nIMAGING\n___ Colonscopy: multiple diverticula in the colon, normal mucosa throughout the colon\n\n___: EGD: Normal mucosa in the esophagus, multiple erosions in the antrum and the incisura of the stomach, normal mucosa in the duodenum, small polyp in the first part of duodenum\n"
}