{
    "Acute gastritis$Intermedia_3": {
        "Lesions of gastric antrum erosion and hemorrhage on endoscopy are the gold standard for the diagnosis of acute gastritis$Cause_1": {
            "Endoscopy:Lesions of gastric antrum erosion and hemorrhage$Input6": {}
        },
        "suspected gastritis$Intermedia_2": {
            "GERD and gastritis share common symptoms and a possible causal relationship, as long-term acid reflux can lead to inflammation of the gastric mucosa.$Cause_1": {
                "omeprazole for GERD$Input2": {}
            }
        }
    },
    "input1": "N/A\n",
    "input2": "She reports intermittent CP for months and presented to ___ on ___ with noted d-dimer of 640, negative CTA and patient was instructed to follow up for recommended repeat endoscopy and GI consultation which she ___ yet done. She presented to ___ ED on ___ with similar sx and had normal labs, neg Trop I, and partial ___ with no clot noted in left common femoral vein. Today around 6am the patient was hanging laundry at work and had sudden onset substernal chest pain ___ that was sharp in nature and radiated to the back. Pain is pleuritic, non-exertional, not positional and not related to eating. She reports associated SOB and lightheadedness. Denies nausea, vomiting, diaphoresis, cough, fever, syncope. No leg swelling, recent travel, smoking, hx DVT/PE in self or family. She is on depo-provera for birth control. No hx cardiac/sudden death in family. She takes omeprazole for GERD symptoms but ___ been symptomatic recently. No throat pain, cough or sour taste in the mouth. No chemical exposures at work.\n",
    "input3": "Incomplete EGD (question of hiatal hernia)\nAsthma/reactive airways (no PFTs)\n",
    "input4": "Mother has HTN. Does not know her father's medical history and ___ seen him in a long time. 1 brother and 1 sister are both in good health. Maternal grandmother has DM.\n",
    "input5": "Vitals- 98.3, 115/73, 79, 100% RA (98% with ambulation)  \nGeneral- Alert, oriented, no acute distress  \nHEENT- Sclera anicteric, MMM, oropharynx clear  \nNeck- supple, JVP not elevated, no LAD  \nLungs- Clear to auscultation bilaterally, no wheezes, rales, \nronchi  \nCV- Regular rate and rhythm, normal S1 + S2, no murmurs, rubs, \ngallops. Sternal area is painful to palpation.  \nAbdomen- soft, non-tender, non-distended, bowel sounds present, \nno rebound tenderness or guarding, no organomegaly  \nGU- no foley  \nExt- warm, well perfused, 2+ pulses, no clubbing, cyanosis or \nedema. calves are nontender and grossly symmetric.  \nNeuro- CNs2-12 intact, motor function grossly normal\n",
    "input6": "___ 01:40PM BLOOD WBC-8.60 RBC-5.05 Hgb-11.5* Hct-35.9* \nMCV-71* MCH-22.7* MCHC-31.9 RDW-15.1 Plt ___\n___ 07:40AM BLOOD WBC-6.7 RBC-5.25 Hgb-11.7* Hct-37.9 \nMCV-72* MCH-22.2* MCHC-30.8* RDW-15.1 Plt ___\n___ 01:40PM BLOOD Neuts-53 Bands-0 ___ Monos-5 Eos-1 \nBaso-0 ___ Myelos-0\n___ 01:40PM BLOOD Hypochr-1+ Anisocy-NORMAL Poiklo-NORMAL \nMacrocy-NORMAL Microcy-3+ Polychr-NORMAL\n___ 01:40PM BLOOD ___ PTT-29.8 ___\n___ 07:40AM BLOOD Plt ___\n___ 07:30AM BLOOD Glucose-87 UreaN-10 Creat-0.9 Na-140 \nK-4.3 Cl-107 HCO3-25 AnGap-12\n___ 07:30AM BLOOD ALT-13 AST-14 AlkPhos-67 TotBili-0.2\n___ 08:00AM BLOOD CK(CPK)-98\n___ 07:30AM BLOOD Lipase-26\n___ 08:00AM BLOOD CK-MB-1 cTropnT-<0.01\n___ 01:40PM BLOOD cTropnT-<0.01\n___ 07:30AM BLOOD Calcium-9.2 Phos-3.5 Mg-2.2\n___ 01:40PM BLOOD D-Dimer-879*\n\n\nThe specimen is received in two formalin containers, labeled with the patient's name, ___, the medical record number \nand additionally labeled \"mid esophagus biopsy\", \"antrum biopsy\". It consists of multiple pink-tan tissue fragments measuring up to 0.2 cm, and is entirely submitted in cassettes 1A-2A. Endoscopy:Lesions of gastric antrum erosion and hemorrhage\n"
}