{
    "gastro-oesophageal reflux disease$Intermedia_3": {
        "AET: 7% > 6% is the gold standard for GERD diagnosis$Cause_1": {
            "Ambulatory reflux monitor:total AET:7% on pH-impedance monitoring$Input6": {}
        },
        "suspected gastro-oesophageal reflux disease$Intermedia_2": {
            "Nausea is an atypical symptom of gastroesophageal reflux disease$Cause_1": {
                "presenting with complaint of nausea, vomiting, and hematemesis.$Input2": {}
            },
            "Cough is an atypical symptom of gastroesophageal reflux disease$Cause_1": {
                "Pt reports that she has coughing fits every morning when she awakens.$Input2": {}
            },
            "Epigastric discomfort is an atypical symptom of gastroesophageal reflux disease$Cause_1": {
                "She also reports that after her coughing fit this morning, she developed epigastric discomfort and right flank discomfort.$Input2": {}
            },
            "！Nausea is an atypical symptom of gastroesophageal reflux disease$Cause_1": {
                "Nausea, vomiting, small-volume hematemesis$Input1": {}
            },
            "Chest discomfort is a typical symptom of gastroesophageal reflux disease$Cause_1": {
                "she also experience some chest discomfort$Input2": {}
            }
        }
    },
    "input1": "Nausea, vomiting, small-volume hematemesis\n",
    "input2": "A patient with history of mild gastritis, diverticulosis, hyperlipidemia, and anxiety presenting with complaint of nausea, vomiting, and hematemesis. \nPatient was recently admitted with abdominal pain and BRBPR. Given her stable H/H and EGD/Colonoscopy demonstrating mild gastritis and diverticulosis it was decided to treat conservatively with protonix. CT abdomen demonstrated evidence of uncomplicated diverticulitis and pt was discharged to complete a course of flagyl and ciprofloxacin. \nPt reports that she has coughing fits every morning when she awakens. She states that for the last three mornings, the coughing fits have been particularly bad and she had produced sputum with \"red-pink blobs\" of blood. She denies bleeding otherwise. She also reports that after her coughing fit this morning, she developed epigastric discomfort and right flank discomfort. She states that the discomfort persisted and she also experience some chest discomfort with associated left arm tingling prompting her presentation to the ED. \nIn the ED, initial VS were 98.3 88 140/87 18 100% RA \n-Labs showed WBC 6.3, H/H of 14.1/42.2 that decreased to 1 1.1 after 2L IVF, BMP WNL, LFTs WNL, lipase 65, INR 1.1, lactate 1.2, troponin <0.01 x 2 \n-Blood cultures x 2 were drawn\n-CXR did not demonstrate an acute intrathoracic process\n-RUQ ultrasound was normal\n-Received 1L LR and 1L NS, Protonix, Zofran, Donnatal, Lidocaine, Tylenol, Maalox \n-Transfer VS were 99.0 57 132/83 16 96% RA \n-GI was consulted and given pt's ___ Score of 0 did not believe EGD was necessary and recommended Protonix PO \nDecision was made to admit to medicine for further management. \n\nOn arrival to the floor, patient reports that she is not nauseous and states that her abdominal pain is much improved. She denies CP or SOB. She requests a diet. Of note, she states that all of her health troubles started when she became stressed with her job over the winter and her mother had a stroke.\n",
    "input3": "+Migraine\n+HL\n+Precancerous skin lesion (actinic keratosis)\n+PUD, confirmed by UGI endoscopy\n+Diverticulosis\n+Hemorrhoids\n+Anxiety\n",
    "input4": "Mother HYPERTENSION, STROKE, MACULAR DEGENERATION \nFather MACULAR DEGENERATION,  CORONARY ARTERY DISEASE \nBrother HEALTHY \nBrother HEALTHY \nAunt BREAST CANCER\n",
    "input5": "ADMISSION PHYSICAL\nVS - 98.5 134/82 58 16 99% on RA \nGENERAL: NAD \nHEENT: AT/NC, PERRL, sclera anicteric \nNECK: nontender supple neck, no LAD, no JVD \nCARDIAC: RRR, S1/S2, no murmurs, gallops, or rubs \nLUNG: CTAB, no wheezes, rales, rhonchi, breathing comfortably without use of accessory muscles \nABDOMEN: Mildly TTP in epigastrum and right flank \nEXTREMITIES: no cyanosis, clubbing or edema, moving all 4 extremities with purpose \nPULSES: 2+ DP pulses bilaterally \nNEURO: Intact\n",
    "input6": "ADMISSION LABS\n09:15AM BLOOD WBC-6.3 RBC-4.93 Hgb-14.1 Hct-42.2 MCV-86 MCH-28.6 MCHC-33.4 RDW-12.6 RDWSD-39.0 Plt\n09:15AM BLOOD Neuts-66.9 Monos-7.6 Eos-1.3 Baso-1.3* Im AbsNeut-4.20 AbsLymp-1.42 AbsMono-0.48 AbsEos-0.08 AbsBaso-0.08\n09:15AM BLOOD Glucose-87 UreaN-13 Creat-0.7 Na-136 K-4.4 Cl-99 HCO3-26 AnGap-15\n09:15AM BLOOD ALT-11 AST-29 AlkPhos-53 TotBili-0.6\n09:15AM BLOOD Lipase-65*\n09:15AM BLOOD cTropnT-<0.01\n03:20PM BLOOD cTropnT-<0.01\n09:15AM BLOOD Albumin-4.3 Calcium-9.8 Phos-4.1 Mg-2.2\n09:33AM BLOOD Lactate-1.2\nIMAGING\nRUQ Ultrasound\nFINDINGS: LIVER: The hepatic parenchyma appears within normal limits. The contour of the liver is smooth. There is no focal liver mass. The main portal vein is patent with hepatopetal flow. There is no ascites. BILE DUCTS: There is no intrahepatic biliary dilation. The CBD measures 4 mm. GALLBLADDER: The gallbladder is distended without evidence of stones or gallbladder wall thickening. There is no pericholecystic fluid. PANCREAS: Imaged portion of the pancreas appears within normal limits, without masses or pancreatic ductal dilation, with portions of the pancreatic tail obscured by overlying bowel gas. The pancreatic duct measures 2 mm. SPLEEN: Normal echogenicity, measuring 9.4 cm. KIDNEY: The right kidney measures 10.6 cm. Normal cortical echogenicity and corticomedullary differentiation is seen bilaterally. A non shadowing, echogenic focus measuring 3 by 4 x 3 mm is noted in the interpolar region of the right kidney, likely an AML. RETROPERITONEUM: Visualized portions of aorta and IVC are within normal limits. IMPRESSION: Unremarkable exam.\nCXR\nFINDINGS: The cardiomediastinal silhouette and pulmonary vasculature are normal. The lungs are clear. There is no pneumothorax or pleural effusion. There is no right sided subdiaphragmatic free air. IMPRESSION: No acute intrathoracic process or subdiaphragmatic free air.\nAmbulatory reflux monitor:total AET:7% on pH-impedance monitoring\n"
}