{
    "gastro-oesophageal reflux \rdisease$Intermedia_3": {
        "Oesophagitis(LA grade B) is the gold standard for the diagnosis of gastro-oesophageal reflux \rdisease\r.$Cause_1": {
            "Endoscopy: oesophagitis(LA grade B) chronic atrophic gastritis$Input6": {}
        },
        "suspected gastro-oesophageal reflux \rdisease$Intermedia_2": {
            "Chest pain is a typical symptom of gastro-oesophageal reflux \rdisease\r.$Cause_1": {
                "presents with new onset chest pain over the past 4-days.$Input2": {}
            },
            "Substernal ache is a typical symptom of gastro-oesophageal reflux \rdisease\r.$Cause_1": {
                "The discomfort increased by mid-day to a substernal 'ache' without radiation or associated shortness of breath/diaphoresis.$Input2": {}
            }
        }
    },
    "input1": "Chest pressure\n",
    "input2": "Patient is with history of CAD s/p coronary artery bypass grafting (LIMA to the LAD, vein graft to the PDA, radial to the ramus intermedius and obtuse marginal) who presents with new onset chest pain over the past 4-days. Patient says that he first experienced chest pressure upon waking up (he has had similar intermittent episodes over the past several months, though not to this extreme). The discomfort increased by mid-day to a substernal 'ache' without radiation or associated shortness of breath/diaphoresis. He was sitting in a chair waiting for his wife to get ready, they were going to a block party. The pain then continued with intermittent worsening for 'hours,' no exacerbation with movement. He finally lay down to sleep that night and when he awoke in the morning the pain had dissipated completely. The pressure and pain returned yesterday while patient was sitting and doing work on his Ipad. He then got up and walked on a treadmill - to his surprise, the pain soon subsided. He has not taken any SL nitro at home. Given his recurrent symptoms, patient called his cardiologist who referred him to the ED. Patient denies any associated shortness of breath, palpitations, or cough. No new lower extremity swelling. No fevers/chills. No recent NVCD. He has felt somewhat more lethargic. Of note, patient had a recent MIBI to evaluate similar complaints of chest discomfort at the time. The MIBI showed a reversible ischemia in the LAD territory and he was started on metoprolol.  \nIn the ED:  \nInitial vitals were: 97.8 63 130/70 19 100% RA \nPatient complained of mild chest pressure, however, after 3 hours his chest pain resolved.\n\n",
    "input3": "+Hypercholesterolemia  \n+CAD s/p coronary artery bypass grafting - LIMA to the LAD, vein graft to the PDA, radial to the ramus intermedius and obtuse marginal. Normal exercise tolerance test.  \n+Obesity.  \n+Hypertension.  \n+Primary osteoarthritis of knee.\n",
    "input4": "Mom died of unknown cancer  \nDad died, had high cholesterol and heart disease  \nBrother with diabetes  \nCousin s/p CABG  \nCousin with valvular heart disease  \nAunts with diabetes/cancer\n",
    "input5": "Vital signs: 98.4 129/70 65 18 99  \nGEN: Anxious appearing male, breathing comfortably on RA  \nHEENT: No scleral icterus. OP clear with MMM.  \nNeck: No JVP elevation.  \nCV: RRR nl S1, S2, no murmurs, rubs or gallops.  \nLungs: Normal effort, clear to auscultation bilaterally.  \nChest: Sternotomy scar. No tenderness to palpation along \nsternum.  \nAbd: Obese, soft, non-tender, no masses, no bruits, no \nhepatosplenomegaly.  \nExt: WWP, hands clammy. 1+ radial pulses. Trace edema b/l.  \nNeuro: Appropriate affect, oriented to time and place, no gross abnormalities  \nSkin: No rashes\n",
    "input6": "___ 02:29PM BLOOD WBC-5.8 RBC-4.64 Hgb-13.2* Hct-40.2 \nMCV-87 MCH-28.4 MCHC-32.8 RDW-13.9 RDWSD-44.0 Plt ___\n___ 02:29PM BLOOD Neuts-35.6 ___ Monos-10.8 Eos-2.4 \nBaso-0.5 Im ___ AbsNeut-2.05 AbsLymp-2.91 AbsMono-0.62 \nAbsEos-0.14 AbsBaso-0.03\n___ 02:34PM BLOOD ___ PTT-29.0 ___\n___ 02:29PM BLOOD Plt ___\n___ 02:29PM BLOOD Glucose-94 UreaN-21* Creat-1.0 Na-141 \nK-4.4 Cl-105 HCO3-20* AnGap-16\n___ 02:29PM BLOOD estGFR-Using this\n___ 02:29PM BLOOD ALT-19 AST-25 AlkPhos-66 TotBili-0.4\n___ 02:29PM BLOOD Lipase-21\n___ 11:15PM BLOOD CK-MB-5 cTropnT-<0.01\n___ 02:29PM BLOOD cTropnT-<0.01\n___ 02:29PM BLOOD Albumin-4.2\nEndoscopy: oesophagitis(LA grade B) chronic atrophic gastritis\n"
}