{
    "Migraine With Aura$Intermedia_3": {
        "Blurred vision can be one of the visual symptoms associated with migraines, called a \"visual aura.\" Before or during a migraine attack, some people may experience blurred vision or other visual abnormalities, which may affect one or both eyes.$Cause_1": {
            "right eye blurred vision$Input1": {}
        },
        "This is different from her previous migraines. This may indicate a change in the type or trigger of your migraines.$Cause_1": {
            "R eye today (which has persisted), followed by an occipital headache that is a little different in character to her usual migraines$Input2": {}
        },
        "Some migraine attacks are preceded by a colorful, kaleidoscopic visual aura. Visual auras are a common prodromal symptom of migraine.$Cause_1": {
            "preceded by a colorful caleidoscopic aura$Input2": {}
        },
        "She currently experiences monocular blurred vision. This is different from multifocal blurred vision and may indicate a different pathological mechanism.$Cause_1": {
            "visual blurring she is experiencing currently$Input2": {}
        },
        "Suspected Migraine$Intermedia_2": {
            "Headaches are a common symptom of migraines. Migraines usually present as severe pain on one side of the head, but can also affect other parts of the head.$Cause_1": {
                "headache$Input1": {}
            },
            "This time the migraine is further back and the pain feels more like an aching pain. This description helps to distinguish between different manifestations of migraine$Cause_1": {
                "much more posterior in location, and also has a more achy quality$Input2": {}
            },
            "Related to photosensitivity. Photosensitivity is a common symptom of migraine.$Cause_1": {
                "associated with photophobia$Input2": {}
            },
            "Sitting up makes headaches worse, which may be related to the effect of changes in body position on headaches.$Cause_1": {
                "Sitting up makes the headache worse$Input2": {}
            },
            "Nausea and occasionally vomiting. These are common symptoms that accompany migraines.$Cause_1": {
                "nausea, with occasional vomiting$Input2": {}
            },
            "Neck pain may be related to migraines because neck problems (such as cervical spine disorders) can sometimes cause headaches.$Cause_1": {
                "chronic neck pain$Input3": {}
            },
            "Here the patient is described as having moderate discomfort from a headache that is typical of a migraine.$Cause_1": {
                "in moderate distress due to headache.$Input5": {}
            },
            "Chronic pain may occur after cervical spine surgery, which may indirectly trigger or exacerbate headaches, especially migraines.$Cause_1": {
                "The  patient  is  status  post  laminectomies  and  spinous  process resection  from  C3/C4  through  C5/C6  levels$Input6": {}
            }
        }
    },
    "input1": "headache and right eye blurred vision\n",
    "input2": "her R eye today (which has persisted), followed by an occipital headache that is a little different in character to her usual migraines: usually her migraines are bifrontal and throbbing, whereas this one is much more posterior in location, and also has a more achy quality. It is associated with photophobia. Sitting up makes the headache worse. Some of her migraine headaches are preceded by a colorful caleidoscopic aura that starts in the ___ her vision and gradually spreads to the periphery;  this is quite different to the monocular visual blurring she is experiencing currently. She initially thought that the visual blurring could have been due to a dislodged contact lens but this turned out to not have been the case. She also points out that she just had her prescription adjusted. At the time of my evaluation, the headache is still moderately severe, and pt is continuing to experience nausea, with occasional vomiting.  The pt is worried that her symptoms could be a recurrence of her astrocytoma, as she had occipital pain and visual symptoms with that as well. She is not sure how a cervical disease process could have caused visual symptoms and states that her doctors at the time also did not understand that. \n",
    "input3": "- c-spine astrocytoma s/p resection ___ with residual symptoms(neck pain, sensory level, urinary frequency/urgency); for her chronic neck pain, she follows in the pain clinic and gets ESI approx. every 3 months; also recently had a cervical nerve ablation performed\n- s/p shoulder surgery to reduce frequency of dislocations\n- s/p FPL repair after laceration\n- palpitations\n- arachnoid cyst\n",
    "input4": "mother with migraines of adult onset, unclear if had\naura; father died of suicide via gunshot.\nGrandparents: grandfather with ___\n",
    "input5": "General: NAD, thin woman, in moderate distress due to headache. \n- Head: NC/AT, no conjunctival pallor or icterus, no oropharyngeal lesions \n- Fundoscopy: discs flat with crisp disc margins (no papilledema), normal color. Cup-to-disc ratio normal. \n- Neck: Supple, no nuchal rigidity. No lymphadenopathy or thyromegaly.\n- Cardiovascular: carotids with normal volume & upstroke; RRR, \nno M/R/G \n- Respiratory: Nonlabored, clear to auscultation with good air\nmovement bilaterally\n- Extremities: Warm, no cyanosis/clubbing/edema\n\nNeurologic Examination:\n\nMental Status:  \nAwake, alert, oriented x 3. \nAttention: Recalls a coherent history; thought process linear without circumstantiality or tangentiality. No neglect to visual or sensory double stimulation. Concentration maintained when recalling months backwards. \nAffect: euthymic\nLanguage: Converses appropriately with fluent speech and good comprehension. No dysarthria, dysprosody or paraphasias noted. \nFollows two-step commands, midline and appendicular and crossing\nthe midline. High- and low-frequency naming intact.Intact\nrepetition. Normal reading.  \nMemory: Easily registers ___ objects and recalls ___ at 3\nminutes. \nPraxis: No ideomotor apraxia or neglect w/o bodypart-as-object \nor\nspacing errors. Pt was able to copy unfamiliar hand\nconfigurations without difficulty. \nExecutive function tests: \nLuria hand sequencing learned without verbal reinforcement.\n\nCranial Nerves: \n[II] ___ ___ OS ___ ___. No red desaturation. ___ ___ ___.\nNo distortion of Amsler grid. Pupils: equal in size and briskly\nreactive to light and accommodation.  No RAPD.\nVisual fields full to peripheral motion, tested individually, \nand\nto finger counting (including DSS) when tested together. \n[III, IV, VI] EOM intact, no pathologic nystagmus. Saccades\nsymmetric without evidence of INO\n[V] V1-V3 with symmetrical sensation to light touch. Pterygoids\ncontract normally. \n[VII] No facial asymmetry at rest and with voluntary activation. \n\n[VIII] Hearing grossly intact to finger rub bilaterally. \n[IX, X] Palate elevates in the midline.\n[XI] Neck rotation normal and symmetric. Shoulder shrug strong.\n[XII] Tongue shows no atrophy, emerges in midline and moves\neasily. \n\nMotor: Normal bulk and tone in arms, mildly increased in leg. No\npronation or drift. Mild postural tremor; no asterixis.\n\n[ Direct Confrontational Strength Testing ]\n\nArm\nDeltoids [R 4+] [L 5]\nBiceps  [R 4+] [L 5]\nTriceps  [R 5] [L 5]\nExtensor Carpi Radialis [R 5] [L 5]\nFinger Extensors [R 5] [L 5]\nFinger Flexors  [R 5] [L 5]\nInterossei  [R 5] [L 5]\nAbductor Digiti Minimi [R 5] [L 5]\n\nLeg\nIliopsoas [R 4+] [L 4+]\nQuadriceps [R 5] [L 5]\nHamstrings [R 4+] [L 4+]\nTibialis Anterior [R 4+] [L 4+]\nGastrocnemius [R 5] [L 5]\nExtensor Hallucis Longus  [R 4+] [L 4+]\nExtensor Digitorum Brevis [R 4+] [L 4+]\nHip abductors [R 4+] [L 4+]\nHip adductors [R 5] [L 5]\n\nSensory: \nIntact proprioception at halluces bilaterally. \nNo deficits to pinprick testing on extremities and trunk. There is, however, a sensory level to light touch & direction testing at around the C-T junction both in the hand and medial forearm and on the back. \nCortical sensation: No extinction to double simultaneous\nstimulation. Graphesthesia intact. \n\nReflexes\n  [Bic] [Tri] [___] [Pat] [Ach]\nL   2     2      2       3    3\nR   2     2      2       3    3\n\nPlantar response flexor bilaterally. \n\nCoordination: No rebound. No past-pointing when touching own \nnose with finger, with eyes closed. No dysmetria on finger-to-nose \nand heel-knee-shin testing. No dysdiadochokinesia. Forearm orbiting\nsymmetric. Finger tapping on crease of thumb, and sequential\nfinger tapping symmetric. \n\nGait& station: \nStable stance without sway. No Romberg. \nNormal initiation. Narrow base. Normal stride length and arm\nswing. Intact heel, toe, and tandem gait. \n",
    "input6": "___ 04:08PM   PLT COUNT-203\n___ 04:08PM   NEUTS-52.6 ___ MONOS-7.4 EOS-0.9 \nBASOS-0.9\n___ 04:08PM   WBC-5.6 RBC-5.31 HGB-15.3 HCT-46.0 MCV-87 \nMCH-28.7 MCHC-33.2 RDW-11.9\n___ 04:08PM   GLUCOSE-62* UREA N-10 CREAT-0.9 SODIUM-139 \nPOTASSIUM-4.5 CHLORIDE-101 TOTAL CO2-26 ANION GAP-17\n\nMRI brain and orbits (___): Unchanged  arachnoid  cyst  \nidentified  in  the  left  temporal  fossa.  There  is  no  evidence  of  abnormal  enhancement.    The  optic  nerves  are  normal  and the  orbits  are  unremarkable.\n\nMRI spine (___): The  patient  is  status  post  laminectomies  and  spinous  process resection  from  C3/C4  through  C5/C6  levels.    There  is  an  intramedullary cystic-appearing  lesion,  probably  related  with  post-surgical  syrinx,  the possibility  of  a  cystic  astrocytoma  is  also  a  consideration. There  is  no evidence  of  abnormal  enhancement. There  is  minimal  irregular  contour  in  this cystic  lesion  at  the  level  of  C5.\n\n"
}