{
    "Migraine With Aura$Intermedia_3": {
        "Chills or rigors may be part of a migraine aura, reflecting changes in the autonomic nervous system.$Cause_1": {
            "\"chills\" - she felt cold inside$Input2": {}
        },
        "Blurred vision is one of the common neurological symptoms of migraine, which may be due to the temporary impact of retinal function caused by migraine.$Cause_1": {
            "vision was mildly blurred$Input2": {}
        },
        "Suspected Migraine$Intermedia_2": {
            "This description fits the classic symptoms of migraines, which, although usually pulsating, can also present as constant, severe pain.$Cause_1": {
                "constant severe pain ___ on the back of her head and neck bilaterally$Input2": {}
            },
            "Eye pain is often associated with migraines, especially when accompanied by blurred vision$Cause_1": {
                "eyes were very painful with a sharp, with constant - not pulsatile$Input2": {}
            },
            "After a migraine attack, patients often feel extremely tired, which is a late symptom of migraine.$Cause_1": {
                "increased tiredness$Input2": {}
            },
            "Limited neck movement may indicate muscle tension or stress, which are common triggers for migraines.$Cause_1": {
                "Reduced ROM, mild to 80 degrees or so.$Input5": {}
            },
            "A positive Romberg test reflects impaired balance, which is seen in certain neurological disorders and may also be a nonspecific symptom associated with migraine.$Cause_1": {
                "Romberg positive - falls to left on eye closure,needs support.$Input5": {}
            },
            "Abnormal coordination and cerebellar function may be manifestations of central nervous system disease, and patients with migraine may experience similar symptoms during an attack.$Cause_1": {
                "Overshoot on left is marked and extra oscillation on right on overshoot testing$Input5": {}
            },
            "MRI T2/FLAIR imaging shows multiple high signals in the peripheral areas of the white matter, which are nonspecific and may be related to the sequelae of migraine. Nonspecific white matter lesions are common in migraine patients, which may be microvascular changes caused by frequent attacks.$Cause_1": {
                "Diffusion-weighted imaging shows no evidence of recent infarct or ischemia. T2/FLAIR imaging shows multiple hyperintensities, nonspecific in nature in the periventricular white matter.$Input6": {}
            }
        }
    },
    "input1": "N/A\n",
    "input2": "Perhaps on ___ or ___ last week - she cannot recall - Mrs. ___ had severe pain over the whole of her chest, radiating through to her back. The pain was very severe, made her \"double over\" and lasted for about 30 minutes. Before this she had \"chills\" - she felt cold inside, she says. She had never had pain likely this, but, although in a different location, it was similar in character to the pain of cholecystitis. She typically has no neck or low back pain. This resolved completely, was not associated with other symptoms and fever did not appear after this subjective chill.\n\nOn ___ afternoon, at her register in ___, she developed constant severe pain on the back of her head and neck bilaterally. Her eyes were very painful with a sharp, with constant - not pulsatile - severe pain (no worsening with  light). The pain hit suddenly, reaching maximal intensity over a few minutes. Her vision was mildly blurred at the time. She  completed the shift. She took Tylenol while still at work with some easing of her pain, but pain was still upon going to sleep after taking some NyQuil. She states that she has no history of migraine and never gets headaches. There was no ataxia, she did not notice that she was weak or numb anywhere. The only additional symptom was a feeling of increased tiredness since this event.\n\nThe pain was gone completely when she awoke on ___. The pain returned on ___ at work, starting at 6 ___. Her shift was to end at 7 ___, but she left, given this pain at 6:45. She drove home, went to the store, made some dinner, took Advil and went to sleep. It was gone when she awoke on ___. There were still no other neurologic symptoms. \n",
    "input3": "- Hypothyroidism - radioiodine\n- Cholecystectomy\n- Tubal ligation\n- Ectopic pregnancy\n- Three children\n",
    "input4": "Mother - vascular disease, hypercholesterolemia, multiple \nbypass,MI, died ___. In ___ when had first heart attack. Father - bypass,colon cancer. One sister with hypertension, arthritis, Lyme, hypercholesterolemia.\n",
    "input5": "General Appearance: Overweight, but healthy appearing.\nComfortable, no apparent distress.\nHEENT: NC, OP clear, MMM.\nNeck: Supple. No bruits on anterior or posterior. Reduced ROM, mild to 80 degrees or so.\nSpine: No tenderness to percussion.\nLungs: CTA bilaterally. Normal respiratory pattern. \nCardiac: Regular. Normal S1/S2. No M/R/G.\nAbdominal: Soft, NT, BS+.\nExtremities: No edema, warm, normal capillary refill. Peripheral\npulses normal (DP 2+ b/l). Reduced pronation of left hand, fixed\nbased on congenital fusion, per patient.\nSkin: Normal appearances. No xanthelasmata or xanthomas, etc.\n\nNeurologic Examination:\n\nMental status:\nLevel of Arousal: Awake. Normal level of arousal and alertness.\nAttentiveness: Attentive. Able to recite MOYBW. \nLanguage: Normal fluency, comprehension, repetition, naming. No\nparaphasic errors.\nOrientation: Oriented to name, BI, day/date/month/year, context\nof presentation. \nMemory: Recall good for recent and remote events. \nKnowledge: Appropriate fund of knowledge - vocabulary and recent\nevents. \nPraxis: No apraxia/dyspraxia - can mime common tasks.\nProverbial Understanding: Abstract.\nAttitude: Cooperative, agonistic. \nMood and Affect: Euthymic, congruent, full-range.\nThought: Form - Normal. Content - Understandable level of \nconcern\nabout presentation.\nPerception: No hallucinations/delusions.\nJudgment and Insight: Preserved, within normal limits.\n\nCranial Nerves:\nI: Not tested.\nII: Pupils symmetric, round and reactive to light, 3 to 2 mm\nbilaterally. Visual fields are full to confrontation. Fundi are\nnormal.\nIII, IV, VI: Extraocular movements full, conjugate and without\nnystagmus, no overshoot.\nV, VII: Facial muscles symmetric and strong. Facial sensation\nintact. \nVIII: Hearing intact to voice.\nIX, X: Palatal elevation symmetric.\nXI: Sternocleidomastoid and trapezius are of normal bulk and\nstrength bilaterally.\nXII: Tongue midline without fasciculations.\n\nPosture and Movement:\nPosture is normal while seated and lying, leans to left on\nstanding, head not tilted to left when seated, without truncal\nataxia. No tremor or abnormal movements. \n\nTone and Bulk:\nTone is normal throughout (arms, legs, neck). Muscle bulk is\nnormal. \n\nPower: No pronator drift on right and no curling of fingers or\nflexion of arm on left (fixed prone as above).\n   D  B  T  WE  FE  FF  FAb | IP  Q  H  AT  G/S  ___  TF\nR  ___  ___   5   | ___  5   5    5    5 \nL  ___  ___   4+  | ___  5   5    5    5 \n\nReflexes: Spread in arms, including from clavicle percussion to\nwrist flexion. No pendular reflexes. \n   B  T  Br Pa Ac\nR  ___  2  2 \nL  ___  2  2 \nToes downgoing bilaterally, no ___.\n\nSensation:\nIntact to light touch, vibration, joint position, pinprick\nbilaterally. Romberg positive - falls to left on eye closure,needs support.\n\nCoordination and Cerebellar Function:\nNormal finger nose, great toe finger, RAM's bilaterally.\nOvershoot on left is marked and extra oscillation on right on overshoot testing without large movement of arm.\n\nGait:\nNot tested owing to marked lilt and instability on standing.\n",
    "input6": "___ 01:23AM   WBC-11.1* RBC-4.63 HGB-14.2 HCT-40.4 MCV-87 \nMCH-30.7 MCHC-35.2* RDW-12.6\n___ 01:23AM   ASA-NEG ETHANOL-NEG ACETMNPHN-NEG \nbnzodzpn-NEG barbitrt-NEG tricyclic-NEG\n___ 01:23AM   TSH-1.1\n___ 01:23AM   TRIGLYCER-128 HDL CHOL-46 CHOL/HDL-3.8 \nLDL(CALC)-101\n___ 01:23AM   CALCIUM-9.2 PHOSPHATE-3.8 MAGNESIUM-2.3 \nCHOLEST-173\n___ 01:23AM   CK-MB-2\n___ 01:23AM   cTropnT-<0.01\n___ 01:23AM   CK(CPK)-65\n___ 01:23AM   estGFR-Using this\n___ 01:23AM   GLUCOSE-107* UREA N-15 CREAT-1.0 SODIUM-140 \nPOTASSIUM-4.3 CHLORIDE-107 TOTAL CO2-21* ANION GAP-16\n___ 02:10AM URINE  RBC-1 WBC-3 BACTERIA-FEW YEAST-NONE \nEPI-1\n___ 02:10AM URINE  BLOOD-SM  NITRITE-NEG PROTEIN-NEG \nGLUCOSE-NEG KETONE-NEG BILIRUBIN-NEG UROBILNGN-NEG PH-7.0 \nLEUK-TR\n___ 02:10AM URINE  COLOR-Straw APPEAR-Clear SP ___\n___ 02:10AM URINE  bnzodzpn-NEG barbitrt-NEG opiates-NEG \ncocaine-NEG amphetmn-NEG mthdone-NEG\n___ 02:10AM URINE  UCG-NEG\n___ 02:10AM URINE  UCG-NEG\n___ 06:07AM   %HbA1c-5.5 eAG-111\n___ 12:04PM URINE  BLOOD-NEG NITRITE-NEG PROTEIN-NEG \nGLUCOSE-NEG KETONE-NEG BILIRUBIN-NEG UROBILNGN-NEG PH-7.0 \nLEUK-NEG\n___ 12:04PM URINE  COLOR-Straw APPEAR-Clear SP ___\n\nImaging:\n  \nFINDINGS: No focal lesions are identified in the posterior \nfossa. There is no mass or mass effect. There is no hydrocephalus. Normal flow voids identified within the skull base vessels. The paranasal sinuses and orbits are within normal limits. There is a retropharyngeal lymph node seen on the \nright side measuring 1.0 cm x 0.6 cm (9:2). Sagittal images show normal appearance of the midline structures. Diffusion-weighted imaging shows no evidence of recent infarct or ischemia. T2/FLAIR imaging shows multiple hyperintensities, nonspecific in nature in the periventricular white matter. \n  \nIMPRESSION: \n1. No diffusion abnormalities. \n2. White matter lesions which are nonspecific. Differential diagnosis includes sequela of migraines, trauma, microvascular disease or demyelination. \n3. Right-sided retropharyngeal lymph node. \n  The study and the report were reviewed by the staff radiologist. \n\n\nCT-CTA --HEAD\n \nThe ventricles, sulci, and cisterns are age appropriate. There is no evidence of intracranial hemorrhage, mass or infarction. There is no apparent extra-axial collection. \n  \nThe osseous structures are unremarkable. There is mucosal thickening of the bialteral maxillary sinuses, ethmoid air cells and right sphenoid sinus. There is mucosal thickening and air fluid level in the left sphenoid sinus. The orbits are normal. The soft tissues are unremarkable. The visualized portions of the lung apices are unremarkable. The thyroid gland is normal in appearance. The soft tissues of the neck are normal appearing. \n"
}