{
    "Type II diabetes$Intermedia_4": {
        "Related C-peptide peak is more common in patients with type II diabetes and is a sign of insulin resistance.$Cause_1": {
            "C-peptide release test hints the peak relate,did not fall back to fasting values at 180min.$Input6": {}
        },
        "Related insulin peak is more common in patients with type II diabetes.This indicator is often combined with C-peptide results for type diabetes.$Cause_1": {
            "Insulin release test hints the high insulin levels and related peak,did not fall back to fasting values at 180min.$Input6": {}
        },
        "Diabetes$Intermedia_3": {
            "Abnormal random blood glucose is a diagnostic criteria of diabetes.$Cause_1": {
                "GLUCOSE-212$Input6": {}
            },
            "Suspected Diabetes$Intermedia_2": {
                "The right foot pain is a symptom of diabetes,a form of peripheral neuropathy.$Cause_1": {
                    "right foot tingling$Input1": {}
                },
                "Dysuria is a symptom of diabetes,a form of autonomic neuropathy.$Cause_1": {
                    "Does report dysuria$Input2": {}
                },
                "Hyperlipidemia is a risk factor of diabetes.$Cause_1": {
                    "HDL-62 CHOL/HD-4.0 LDLcalc-149$Input6": {}
                }
            }
        }
    },
    "input1": "right foot tingling\n",
    "input2": "She is a right-handed woman with history notable for prior right occipital IPHs ascribed to suspected cerebral amyloid angiopathy, HTN, diet-controlled HLD, and anxiety transferred from after presenting with transient right foot paresthesiae. She reports going to bed yesterday evening in her usual state of health. On waking up this morning at 08:30, she noticed \"tingling\" paresthesiae over the sole of her right foot on rising from bed. She describes the sensation as 'pins and needles' similar to her foot falling asleep, but had not woken up in an unusual position or rested her leg on any hard surface overnight. Her paresthesiae did not resolve over the next few minutes, prompting her to activate EMS. There, she underwent a non-contrast head CT that was noted to have a few new linear areas of hyperdensity in the area of a prior parietal infarct; as a subdural hematoma could not beexcluded per report, she was transferred for Neurosurgical evaluation. Notably, her symptoms resolved while obtaining her imaging, lasting approximately two hours in total. She denies a similar recent history of paresthesiae, and denies headache, back pain, leg pain, focal weakness, vision change, speech disturbance, or gait disturbance associated with her most recent episode. She was recently seen in the ED for a small CT hyperdensity in the setting of headaches, which was felt to reflect mineralization vs. residual hemorrhage from prior infarct as well as hypertension, respectively. She was also recently admitted for a right parietooccipital IPH. \n﻿\nROS: As above; also denies recent fevers, chills, cough, congestion, chest discomfort, abdominal pain, or changes in bowel habits. Does report dysuria. \n﻿\n",
    "input3": "Prior right occipital IPH (___) and right parietal IPH (___) ascribed to suspected cerebral amyloid angiopathy \nHTN \nHLD\n",
    "input4": "Non-contributory.\n",
    "input5": "ADMISSION PHYSICAL EXAMINATION \n==============================\nVitals: T: 98.4 HR: 67 BP: 139/97 RR: 16 SpO2: 97% RA General: NAD \nHEENT: NCAT, no oropharyngeal lesions, neck supple \nPulmonary: no tachypnea or increased WOB \nAbdomen: Soft, ND \nExtremities: Warm, no edema Neurologic Examination:\n+ Mental status: Awake, alert, oriented x 3. Able to relate history without difficulty. Attentive, able to nam backward without difficulty. Speech is slow but fluent without dysarthria. Able to follow both midline and appendicular commands. \n+ Cranial Nerves: PERRL (3.5 to 2.5 mm. Left inferior quadrantanopsia. EOMI, no nystagmus. V1-V3 without deficits to light touch bilaterally. No facial movement asymmetry. Hearing intact to finger rub bilaterally. Palate elevation symmetric. bilaterally. Tongue midline. \n+ Motor: No drift. \n[Delt][Bic][Tri][ECR][FEx][IP][Quad][Ham][TA]\nReflexes: \n[Bic] [Tri] [___] [Quad] [Gastroc] \nL 2+ 2+ 2+ 2+ 1+ \nR 2+ 2+ 2+ 2+ 1+ =\n+ Sensory: No deficits to light touch or pinprick throughout. No extinction to DSS. \n+ Coordination: No dysmetria with finger-to-nose testing bilaterally, though with slight action tremor. \n+ Gait: Narrow-based and steady. \n\nNeurologic Examination:\n+ Mental status: Awake, alert and oriented to the hospital anddate. Does not remember all interval events like discussionsyesterday and talking to her son. Her speech is fluent withoutdysarthria. No \n﻿\n+ Cranial Nerves: PERRL (Left inferior quadrantanopsia. EOMI, no nystagmus. No facial movement asymmetry. \n﻿\n+ Motor: No drift. Upper and lower ext full strength\n﻿\n+ Sensory: no deficits to light touch\n﻿\n+ Gait: narrow base and stride without sway\n",
    "input6": "ADMISSION LABS: \n===============\n___ 06:00PM   GLUCOSE-212* UREA N-23* CREAT-1.0 SODIUM-139 POTASSIUM-4.5 CHLORIDE-100 TOTAL CO2-25 ANION GAP-14\n___ 06:00PM   CALCIUM-9.7 PHOSPHATE-4.1 MAGNESIUM-2.3 CHOLEST-262*\n___:00PM   %HbA1c-6.7* eAG-146*\n___ 06:00PM   TRIGLYCER-274* HDL CHOL-59 CHOL/HDL-4.4 LDL(CALC)-148*\n___ 06:00PM   TSH-2.5\n___ 06:00PM   WBC-7.5 RBC-4.52 HGB-13.8 HCT-41.4 MCV-92 MCH-30.5 MCHC-33.3 RDW-12.5 RDWSD-42.0\n___ 06:00PM   PLT COUNT-263\n___ 11:54PM URINE  HOURS-RANDOM\n___ 11:54PM URINE  bnzodzpn-NEG barbitrt-NEG opiates-NEG cocaine-NEG amphetmn-NEG oxycodn-NEG mthdone-NEG\n___ 11:54PM URINE  COLOR-Straw APPEAR-Clear\n___ 11:54PM URINE  BLOOD-NEG NITRITE-NEG PROTEIN-NEG KETONE-TR* BILIRUBIN-NEG UROBILNGN-NEG PH-6.5 LEUK-SM*\n___ 11:54PM URINE  RBC-1 WBC-1 BACTERIA-NONE YEAST-NONE EPI-0 TRANS EPI-<1\n___ 11:54PM URINE  MUCOUS-RARE*\n___ 07:39PM   estGFR-Using this\n___ 07:39PM   estGFR-Using this\n___ 07:39PM   WBC-7.0 RBC-4.55 HGB-14.4 HCT-43.0 MCV-95 MCH-31.6 MCHC-33.5 RDW-12.5 RDWSD-43.1\n___ 07:39PM   NEUTS-42.6 MONOS-9.7 EOS-1.8 BASOS-0.6 AbsNeut-3.00 AbsLymp-3.18 AbsMono-0.68 AbsEos-0.13 AbsBaso-0.04\n___ 07:39PM   PLT COUNT-256\n___ 07:39PM  PTT-26.2\n___ 05:35AM BLOOD %HbA1c-6.6* eAG-143*\n___ 05:35AM BLOOD Triglyc-187* HDL-62 CHOL/HD-4.0 LDLcalc-149*\n\nC-PEPTIDE RELEASE TEST:\n=======================\nC-P0    1.93ng/ml\nC-P30   2.74ng/ml\nC-P60   6.56ng/ml\nC-P120  12.015ng/ml\nC-P180  5.29ng/ml\n\n+ C-peptide release test hints the peak relate,did not fall back to fasting values at 180min.\n\nINSULIN RELEASE TEST:\n=====================\nInsulin     22.06mlU/L\nInsulin30   93.500mlU/L\nInsulin60   156.72mlU/L\nInsulin120  211.350mlU/L\nInsulin180  82.60mlU/L\n\n+ Insulin release test hints the high insulin levels and related peak,did not fall back to fasting values at 180min.       \n\n﻿\nIMAGING: \n========\n+ MRI brain w/ and w/o\n1. Unchanged, right parietal intraparenchymal subacute hemorrhage.  No significant mass effect or midline shift.  Peripheral enhancement is likely reactive to the blood products, but short-term interval follow-up is recommended to exclude an underlying lesion.  No new focus of hemorrhage. \n2. Numerous, scattered foci of susceptibility suggestive of chronic microhemorrhages, possibly from underlying amyloid angiopathy. \n3. Additional periventricular and subcortical white matter FLAIR \n﻿\nhyperintensities are nonspecific, but likely represent sequela of chronic \nsmall vessel ischemic disease.\n"
}