{
    "Type II diabetes$Intermedia_4": {
        "Related C-peptide peak is more common in patients with type II diabetes and is a sign of insulin resisitance.$Cause_1": {
            "C-peptide release test hints the peak relate,did not fall back to the fasting values at 180min.$Input6": {}
        },
        "Related insulin peak is more common in patients with type II diabetes.This indicator is often combined with C-peptide results for type diabetes.$Cause_1": {
            "Insulin release test hints the peak relate,did not fall back to the fasting values at 180min.$Input6": {}
        },
        "Diabetes$Intermedia_3": {
            "Abnormal random blood glucose is a diagnostic criteria of diabetes.$Cause_1": {
                "BLOOD Glucose-298$Input6": {}
            },
            "Suspected Diabetes$Intermedia_2": {
                "CKD is a kind of microangiopathy,which is a symptom of diabetes.$Cause_1": {
                    "CKD$Input2": {}
                },
                "Progressive short term memory loss is a symptom of diabetes.$Cause_1": {
                    "progressive short term memory loss$Input2": {}
                },
                "Hypertension is a risk factor of diabetes.$Cause_1": {
                    "Hypertension$Input3": {}
                },
                "Dyslipidiemia is a risk factor of diabetes.$Cause_1": {
                    "Dyslipidemia$Input3": {}
                },
                "Coronary artery diseas are risk factors of diabetes.$Cause_1": {
                    "Coronary artery diseas$Input3": {}
                }
            }
        }
    },
    "input1": "confusion\n",
    "input2": "He speaking male with PMH of CVA, residualemotional lability, dysarthria), HFpEF, uncontrolled HTN,CAD, CKD.hypothyroidism, asthma who was brought in by familyfor altered mental status. They describe fluctuating cognitive and functional abilities since his CVA, which seem to have accelerated after hospitalization. Since that time, they have noted that he has had progressive short termmemory loss, often asking the same question repeatedly, thencalling the other daughter and asking the same question. Mostsignificantly, although he states that he takes his medicationsconsistently, in fact his daughters are both aware that he veryrarely takes them,including his insulin and antihypertensivesThey describe him as \"at his best\" when they are around, able toprovide food and ensure that he is taking his medications,although they also both believe that he is prescribed \"too manymedications,\" and that when he takes all of them, he is morefatigued and less interactive. His daughters are clear that,despite this impression, they never discourage him from takinghis prescribed medications, which he receives in bubble packs since his last discharge. \n﻿\nHe apparently told his daughters that hewas reaching for green bananas, lost his balance, and fell,rolling down the hill. He was able to get up \"little by little.\"When he came home, he apparently thought that he wasstill, confused his wife for his daughter. On morning, he fell again. He was confused about theconfiguration of the bathroom (no tub in bathroom in PR), so hetripped and fell, called his daughter in tears (he often getsemotional since his CVA). She booked an appointment for same day,at which his FSBG>500, HbA1c (point of care, not in OMR) was15.0%. He declined to be transferred to the ED. Daughter was on vacation from work, and so was able to check on himregularly. During these visits, she again established that he isnot taking prescribed medications. On the morning of presentation, pt's wife called daughter, concerned that ptwas increasingly confused. FSBG was >500, and administeredTresiba 50u at about 8 am. Pt called about 15 minuteslater, at which time she again noted confusion and slurredspeech, which has intermittently been present since his CVA.Decision was made to bring him to the ED. \n﻿\nOf note, during his last hospitalization , he had anepisode of dysarthria with confusion and mild expressive andreceptive aphasia for which code stroke was called. MRI/MRA brainand EEG were unrevealing, with chronic changes and EEG slowing only. He was continued on ASA and atorvastatin. \n﻿\n",
    "input3": "1. CARDIAC RISK FACTORS  \n+ Hypertension  \n+ Dyslipidemia  \n+ Coronary artery disease\n2. CARDIAC HISTORY  \n+ Secondum ASD\n+ Mild AR\n3. OTHER PAST MEDICAL HISTORY  \n+ Extensive intracranial atherosclerosis, worse in the rightMCA territory.\n+ Cerebrovascular disease, status post CVA in ___\n+ Asthma\n+ OSteoarthritis\n",
    "input4": "Both parents have heart disease. Mother- w/ heart problems anddiabetes & father w/ diabetes. 16 brothers and sisters. Noknown hx of early coronary artery disease or sudden cardiac death.\n",
    "input5": "Physical Exam:\nADMISSION EXAM:\n﻿\nVS: Temp: 97.3 PO BP: 168/78 HR: 85 RR: 18 O2 sat:97% O2 delivery: RA Dyspnea: 0 RASS: 0 Pain GEN: alert and interactive, comfortable, no acute distressHEENT: PERRL, anicteric, conjunctiva pink, oropharynx withoutlesion or exudate, moist mucus membranes, ears without lesions orapparent traumaLYMPH: no anterior/posterior cervical, supraclavicular adenopathyCARDIOVASCULAR: Regular rate and rhythm with late systolicmurmur at RUSB, no rubs or gallops\nLUNGS: clear to auscultation bilaterally without rhonchi,wheezes, or crackles\nGI: soft, nontender, without rebounding or guarding, nondistendedwith normal active bowel sounds, no hepatomegaly\nEXTREMITIES: no clubbing, cyanosis, or edema\nGU: no foley\nSKIN: no rashes, petechia, lesions, or echymoses; warm topalpation\nNEURO: Alert and interactive to person, cranial nerves II-XII intact, LLE, LUE elbow flexion/extension andhand grip. Gait is WNL, negative Romberg, negative pronator drift.\nPSYCH: normal mood and affect\n﻿\n",
    "input6": "ADMISSION LABS:\n﻿\n___ 11:00AM BLOOD WBC-5.6 RBC-3.98* Hgb-10.6* Hct-32.6* MCV-82 MCH-26.6 MCHC-32.5 RDW-14.3 RDWSD-41.8\n___ 11:00AM BLOOD Neuts-78.9* Lymphs-11.1* Monos-7.5 Eos-1.6 Baso-0.5 AbsNeut-4.40 AbsLymp-0.62* AbsMono-0.42 AbsEos-0.09 AbsBaso-0.03\n___ 11:00AM BLOOD Glucose-298 UreaN-32* Creat-2.3* Na-139 K-4.1 Cl-100 HCO3-25 AnGap-14\n___ 11:00AM BLOOD ALT-8 AST-9 CK(CPK)-110 AlkPhos-144* TotBili-<0.2\n___ 11:00AM BLOOD Albumin-3.5 Calcium-9.2 Mg-2.3\n\nIMPORTANT RESULTS:\n﻿\n___ 11:00AM BLOOD %HbA1c-14.4* eAG-367*\n___ 09:00PM BLOOD TSH-1.3\n___ 11:11AM BLOOD Lactate-1.6\n___ 11:00AM BLOOD CK-MB-4 proBNP-754*\n\n﻿\nIMAGING:\n﻿\nChest X-ray: \nOn today's radiograph, a smallpleural left-sided calcification is seen.  There also is a smallleft pleural effusion. Borderline size of the cardiac silhouettewithout pulmonary edema. No pneumonia, no pneumothorax.  Thelateral radiograph shows mild flattening of the hemidiaphragms,potentially as a consequence of functional obstruction.\n﻿\nHead CT: 1. No evidence of acute intracranial abnormality.\n2. Unchanged appearance of chronic infarcts within the rightfrontal lobe and left occipital lobe.\n3. Chronic lacunar infarcts within the right basal ganglia.\n4. Redemonstration of few calcifications within the pons,findings which are unchanged in appearance and likely sequela ofprior ischemic or inflammatory process.\n___ 11:00AM BLOOD cTropnT-0.04*\n___ 09:00PM BLOOD cTropnT-0.02*\n___ 11:00AM BLOOD %HbA1c-14.4* eAG-367*\n___ 11:00AM BLOOD Lipase-73*\n___ 11:00AM BLOOD CK-MB-4 proBNP-754*\n﻿\nIMAGING:\n﻿\nCXR -\nOn today's radiograph, a small pleural\nleft-sided calcification is seen.  There also is a small left pleural effusion.  Borderline size of the cardiac silhouette without pulmonary edema. No pneumonia, no pneumothorax.  The lateral radiograph shows mild flattening of the hemidiaphragms, potentially as a consequence of functional obstruction.\n﻿\nCT HEAD -\n1. No evidence of acute intracranial abnormality.\n2. Unchanged appearance of chronic infarcts within the right frontal lobe and left occipital lobe.\n3. Chronic lacunar infarcts within the right basal ganglia.\n4. Re-demonstration of few calcifications within the pons, findings which are unchanged in appearance and likely sequela of prior ischemic or inflammatory process.\n\nC-PEPTIDE RELEASE TEST:\nC-P0       2.370ng/ml\nC-P30      7.550ng/ml\nC-P60      10.40ng/ml\nC-P120     13.70ng/ml\nC-P180     5.230ng/ml \nC-peptide release test hints the peak relate,did not fall back to the fasting values at 180min.\n\nINSULIN RELEASE TEST:\nInsulin      32.200mlU/L\nInsulin30    87.130mlU/L\nInsulin60    173.90mlU/L\nInsulin120   198.80mlU/L\nInsulin180   124.60mlU/L\nInsulin release test hints the peak relate,did not fall back to the fasting values at 180min.\n\n﻿\n"
}