{
    "Hyperthyroidism$Intermedia_3": {
        "A significant decrease in TSN is a symptom of hyperthyroidism$Cause_1": {
            "TSH that was essentially undetectable.$Input6": {}
        },
        "Suspected Thyroid disease$Intermedia_2": {
            "Difficulty breathing is a symptom of hyperthyroidism$Cause_1": {
                "increasing SOB$Input1": {}
            },
            "Changes in bowel patterns are symptoms of hyperthyroidism$Cause_1": {
                "have some rectal pain with bowel movements$Input2": {}
            },
            "Sweating is a symptom of hyperthyroidism$Cause_1": {
                "Her hot flashes, and sweating have nearly resolved$Input2": {}
            },
            "Fatigue is a symptom of hyperthyroidism$Cause_1": {
                "fatigued appearing.$Input5": {}
            }
        }
    },
    "input1": "increasing SOB\n",
    "input2": "She is a woman with active breast cancer who recently started adriamycin and taxol. She tolerated the first two treatements of taxol but then developed shortness of breath. Suspecting anthracycline-induced cardiomyopathy, she got an echo that was unremarkable. A CTA was performed to evaluate for PE and was also negative. The onc attending wants to admit for a cardiac work-up including possible stress test and PFTs. She is clinically stable, 99% on RA, HR increases to 140s with exercise. She does not appear volume overloaded and lasix for the past few weeks has not changed her symptoms.\nINTERVAL HISTORY: She with stage IIA invasive ductal L. breactcancer s/p bilateral mastectomy who presents for week 4of weekly Taxol s/p dd-AC on trial. Her scheduledweek 4 treatment was held due to persistent edema andexertional shortness of breath.Since her last visit she has had little improvement in her SOB.Her PE-CT was normal and her edema has improved off Taxol.She continues to have exertional SOB associated with mildsubsternal discomfort which resolves with rest in less than. No rest pain, N/V, dizziness. She denies fevers,chlls, cough. She is able to walk slowly for several meterswithout symptoms. No PND. No palpitations.She continues to have some rectal pain with bowel movements whichshe describes as throbbing/burning/itching. There is no painbetween bowel movements. She rarely notices a small amount ofblood on several of her stools. She is using baby wipes and buttpaste to minimize the irritation. No fevers or chills. Herappetite is below baseline although her weight is stable. She denies N/V. Her hot flashes, and sweating have nearly resolved. Shecontinues to sporadic headaches, and denies associated visionchanges, neck stiffness, focal weakness. Her sleep hassignificanly improved on Trazadone and she is currently using150mg PO QHS.ROS:A complete review of systems is otherwise negative. \n﻿\n",
    "input3": "ONCOLOGIC HISTORY: Left breast Stage IIA Invasive Ductal Cancer\n1. Left breast cancer, stage IIA (pT2 pN0), IDC grade 3, ER/PR+, HER2 negative, premenopausal at diagnosis\na. patient noted mass, confirmed by PCP\nb. diagnostic left breast imaging lobulated mass in the inferior breast at 6:00, approximately 3 cm by US and 3.3 cm bymammogram\nc. left breast core biopsy; IDC grade 3, ER/PR+, HER2negative by FISH (ratio 0.8)\nd. bilateral mastectomy and left SLNB; right breast nomalignancy; left breast 3.4 cm grade 3 ductal carcinoma withfocal mucinous features, negative SLNB, clear surgicalmargins\ne.bilateral lat flap reconstructions\nf.  No BRCA mutation identified\ng. PORT placed\nh. Debridement of 10 cm of the back, with evacuationof the seroma, closure over a drain, and complex repair.\ni. C1D1 dd-AC on trial TEXT which is APhase III Trial Evaluating the Role of Exemestane Plus GnRHAnalogue as Adjuvant Therapy for Premenopasual Women with Endocrine Responsive Breast Cancer\nj. C2D1 dd-AC\nk. C3D1 dd-AC\nl. C4D1 dd-AC complicated grade 2 mucositis and grade 1fatigue\nm. C1D1 weekly Taxol 80mg/m2\nN. Week 2 Taxol 80mg/m2\no. Week 3 Taxol 80mg/m2\np. Week 4 Taxol 80mg/m2--held for fatigue, SOB, worsening edem\nGYN History:\nPast Obstetric and Gynecologic Histories:\nAge at menopause: pre-menopausal\nPregnancies: none\nUse of oral contraceptives: no\nHistory of prior radiation: no\nOther PMH:\nDepression\nBilateral breast reduction\n﻿\n",
    "input4": "- Maternal grand-mother lung cancer\n- Great-grand-mother breast cancer\n- 2 great aunts breast cancer\n",
    "input5": "Physical Exam:\n98.1 124/60 93 20 96%RA\nWalking ambulatory 02 sat 98-99% on RA, heart rate to 140s and regular\nGEN: fatigued appearing.\nHEENT: Pupils equal round and reactive, extraocular movementsintact, OP clear w/o lesions or evidence of thrush.\nNECK: JVP 7cm although difficult to assess habitus\nCV: nl s1s2, tachycardic, no clear S3/4, RV heave or murmur.\nPULM: Clear to auscultation with minimal decrease at bases b/l,no crackles/wheezes. R. chest port side is non-tender withoutoverlying erythema or fluctuance\nABD: obese,soft, non-tender, non- distended, +Bowel sounds\nLYMPH: no cervical, axillary or inguinal LAD apprecaited\nEXT: warm, well perfused, 2+ non-pitting edema up tibiabilaterally. No erythema or tenderness to palpation.\nSKIN: Well healed L. sided chest-wall incision. No purulence, ortenderness. Her incision is closed without surrounding erythemaor dehiscence. There are no areas of fluctuance.\nNEURO: AOx3, CN2-12 intact, grossly normal sensation, gait steady. \n﻿\nOn admission:\nShe ECHO The left atrium is normal in size. Left ventricular wall thickness, cavity size, and global systolic function are normal (LVEF>55%). Due to suboptimal technical quality, a focal wall motion abnormality cannot be fully excluded. Tissue Doppler imaging suggests a normal left ventricular filling pressure (PCWP<12mmHg). The ascending aorta is mildly dilated. The aortic valve leaflets are mildly thickened (?#). There is no aortic valve stenosis. No aortic regurgitation is seen. The mitral valve leaflets are structurally normal. There is no mitral valve prolapse. No mitral regurgitation is seen. The pulmonary artery systolic pressure could not be determined. There is no pericardial effusion.\n﻿\nIMPRESSION: \nSuboptimal image quality. Normal global left ventricular systolic dysfunction. Right ventricle not well visualized, but function is probably normal. No pathologic valvular disease. Indeterminate pulmonary artery pressure.  \n﻿\n",
    "input6": "RELEVANT LABS:\nWBC Hct MCV Plt Ct\n___ 11:30 6.5 33.3* 98 324---nearly normal diff\n___ 11:20 6.3 28.8* 98 362\n___ 11:40 6.9 30.4* 91 279\n___ 11:55 8.9 31.9* 90 288\n___ 11:30 6.6 35.6* 91 241\n___ 11:45 6.5 39.2 94 276UreaN Creat\n___ 11:30 14 0.8\n___ 11:40 13 0.8\n___ 11:45 11 0.8ALT AST CK AlkPhos TotBili\n___ 11:30 37 26 43 87 0.4\n___ 11:40 21 16 101 0.2\n___ 11:55 18 16 115* 0.2\n___ 11:30 18 15 108* 0.2\n___ 11:45 16 15 115* 0.2\n___ 13:50 11 16 113* 0.2\n___ 11:24 33 25 85 0.2\nEKG: Sinus rhythm with. nonspecific ST-T wave changes, septalQ-waves. \n\nBLOOD:\nThe patient was found to have TSH that was essentially undetectable.\n\nRELEVANT RECENT IMAGING:\n- PE CT: NO PE. There is no axillary, mediastinal orhilar lymphadenopathy. There are no pleural effusions. No fillingdefects are noted in thepulmonary arteries. On lung windows,there are no masses. No consolidation or nodules are noted.\n- CXR PA+Lat: clear lungs, PORT in place, nocardiomegaly.\n- BID-N TTE: Unchanged, Normal LV wall thickness, cavitysize and regional/global systolic function (LVEF >55%). Normalvalves, trivial MR/TR, no pericardial effusion\n- BID-N TTE: Normal LV wall thickness, cavity size andregional/global systolic function (LVEF >55%). Doppler parametersare most consistent with normal LV diastolic function. Normal valves, trivial MR/TR, no pericardial effusion.\n﻿\n"
}