{
    "chronic non-atrophic gastritis$Intermedia_4": {
        "Erythema in the antrum (biopsy), rough mucosa and  bleeding spots in the whole stomach are the gold standard for the diagnosis of chronic non-atrophic gastritis\r.$Cause_1": {
            "EGD ___:  \nGaping lower esophageal sphincter (biopsy)  \nErythema in the antrum (biopsy) rough mucosa, bleeding spots in the whole stomach. \nPolyp in the stomach body (polypectomy)  \nNormal duodenum biopsied to r/o Sprue (biopsy)  \nOtherwise normal EGD to third part of the duodenum$Input6": {}
        },
        "chronic gastritis$Intermedia_3": {
            "Duodenogastric reflux is a common cause of chronic gastritis.$Cause_1": {
                "The symptoms were often accompanied by episodes of vomiting, initially undigested food followed by bilious vomit.$Input2": {}
            },
            "suspected gastritis$Intermedia_2": {
                "Nausea and vomiting are the symptom that may occur in patients with gastritis$Cause_1": {
                    "65 yo woman with one year hx of nausea, vomiting, headache and weight loss who presents for evaluation of acute worsening of  nausea and vomiting.She has a history of intermittent headaches, vomiting, and inability to tolerated pos.She began noting intermittent episodes of nausea and vomiting, particularly at night. She would awaken from sleep with sensation of nausea, diaphoresis, and generally feeling ill.$Input2": {}
                },
                "EGD that showed mild antral gastritis is the gold standard for the diagnosis of gastritis.$Cause_1": {
                    "She underwent EGD that showed mild antral gastritis and gastric polyp.$Input2": {}
                },
                "Vomitting is a symptom that may occur in patients with gastritis.$Cause_1": {
                    "headache and vomiting$Input1": {}
                },
                "!Vomitting is a symptom that may occur in patients with gastritis.$Cause_1": {
                    "Her nocturnal vomiting and complaints of headache are somewhat worrisome for a more central cause of vomiting.$Input2": {}
                }
            }
        }
    },
    "input1": "headache and vomiting\n",
    "input2": "65 yo woman with one year hx of nausea, vomiting, headache and weight loss who presents for evaluation of acute worsening of  nausea and vomiting.  \n\nShe has a history of intermittent headaches, vomiting, and inability to tolerated pos. Her symptoms started one year ago, when she was entering her college. She began noting intermittent episodes of nausea and vomiting, particularly at night. She would awaken from sleep with sensation of nausea, diaphoresis, and generally feeling ill. The symptoms were often accompanied by episodes of vomiting, initially undigested food followed by bilious vomit. There was no blood. Symptoms have been intermittent and progressive, with decreased po intake, frequently limiting herself to soup and toast. She has been evaluated in GI clinic by Dr H started her on Prilosec from which she has had some symptomatic relief.  \n\nShe underwent EGD that showed mild antral gastritis and gastric polyp. Pathology from the polyp was benign. Random duodenal biopsy was normal. Abdominal ultrasound showed no abdominal pathology to account for her symptoms. Per most recent note of Dr H \"testing for ulcer disease, H pylori, pyloric stenosis, celiac sprue, and gallbladder disease has been negative. The etiology of her symptoms remain unclear, however, we suspect that her symptoms either represent idiopathic post-viral gastroparesis or gastroesophageal reflux...Her partial response to Prilosec is curious and suggests that her symptoms could be related to acid reflux...Her nocturnal vomiting and complaints of headache are somewhat worrisome for a more central cause of vomiting. We would recommend obtaining a morning cortisol and ACTH level, ___, SPEP, UPEP and an MRI of the head given her headaches and nocturnal episodes of vomiting. We will  plan to obtain a gastric emptying study to look for evidence of  gastroparesis and an upper GI series to look at the extent of  gastroesophageal reflux.\"  \n\nShe presented this evening to the ED because her symptoms were worsening, and she has not been able to hold down any substantial amount of food for the last two weeks. In the ED, initial vs were: T 98.1, HR 74, BP 96/62, RR 18, O2 98% RA. Labs were drawn and unremarkable for electrolyte abnormalities. Hct was 39.6. MR head was done with report still pending. She was admitted for further evaluation by neurology and GI services.\n",
    "input3": "-history of knee surgery  \n-exertional asthma  \n-no prior abdominal surgery\n",
    "input4": "Notable for father with leiomyomas of his esophagus, status post resection. Father also with psoriasis. Twin sister, question monozygotic versus dizygotic with reflux symptoms and nausea and vomiting a year ago that was treated effectively with Prilosec.\n",
    "input5": "Vitals: T:97.1, BP:98/61, P:68, R:18, O2: 100%RA  \nGeneral: alert, oriented, no acute distress  \nHEENT: sclera anicteric, MMM, oropharynx clear  \nNeck: supple  \nLungs: clear to auscultation bilaterally  \nCV: regular rate and rhythm, normal S1 + S2  \nAbdomen: soft, non-tender, non-distended, bowel sounds present  \nExt: warm, well perfused, 2+ pulses, no clubbing, cyanosis or edema\n",
    "input6": "GLUCOSE-86 UREA N-12 CREAT-0.9 SODIUM-142 POTASSIUM-4.4 \nCHLORIDE-105 TOTAL CO2-27 ANION GAP-14 ALBUMIN-4.4 CALCIUM-9.8 \nPHOSPHATE-4.4 MAGNESIUM-2.0\nALT(SGPT)-16 AST(SGOT)-23 LD(LDH)-144 ALK PHOS-86 TOT BILI-0.4\nWBC-6.6 RBC-4.60 HGB-13.1 HCT-39.6 MCV-86 MCH-28.5 MCHC-33.0 \nRDW-13.7\nNEUTS-50.2 ___ MONOS-6.3 EOS-1.2 BASOS-0.5\nPLT COUNT-254\n___ PTT-29.4 ___\n___ negative\n\nUrinalysis (___)\nURINE BLOOD-SM NITRITE-NEG PROTEIN-NEG GLUCOSE-NEG KETONE-TR \nBILIRUBIN-NEG UROBILNGN-4* PH-7.0 LEUK-NEG\nURINE ___ BACTERIA-FEW YEAST-NONE ___\n\nImaging:\nMRI head w/o contrast (___):\n1. No acute intracranial abnormality and no space-occupying lesion. \n2. Asymmetric prominence of the left lateral ventricle and probable ___ cisterna magna, both normal variants, and unlikely to relate to the patient's symptoms. \n\nCT abd/pelvis (___):\n1. No acute problem identified on CT imaging of the abdomen or pelvis. \n2. Likely simple cyst within the right ovary. \n\nPrevious admission data:\nBlood tests from recent office visits:  \nTSH 0.55, ___ 16.1, CRP 9, tTG 5, ESR 20, SPEP normal, ACTH \npending  \n \nEGD ___:  \nGaping lower esophageal sphincter (biopsy)  \nErythema in the antrum (biopsy)  rough mucosa, bleeding spots in the whole stomach,\nPolyp in the stomach body (polypectomy)  \nNormal duodenum biopsied to r/o Sprue (biopsy)  \nOtherwise normal EGD to third part of the duodenum  \n\nAbdominal ultrasound ___:  \nNormal abdominal ultrasound with no acute process to explain the patient's epigastric pain.  \n\nCT Abdomen and Pelvis ___:  \n1. No acute problem identified on CT imaging of the abdomen or pelvis.  \n2. Likely simple cyst within the right ovary. \n \nMRI Head ___:  \n1. No acute intracranial abnormality and no space-occupying esion.  \n2. Asymmetric prominence of the left lateral ventricle and probable ___ cisterna magna, both normal variants.\n"
}