{
    "Hypertension$Intermedia_3": {
        "An elevation of BP(SBP≥140mmHg or DBP≥90mmHg)confirmed is a diagnostic criteria of Hypertension.$Cause_1": {
            "initial VS were: BP 151/91$Input2": {}
        },
        "An elevation of BP(SBP≥140mmHg or DBP≥90mmHg)confirmed is a diagnostic criteria of Hypertension.*$Cause_1": {
            "VS: BP 188/80$Input5": {}
        },
        "Suspected Hypertension$Intermedia_2": {
            "Irregular heartbeat is a symptoms of Hypertension.$Cause_1": {
                "Vital signs concerning for persistent tachycardia$Input2": {}
            }
        }
    },
    "input1": "Altered mental status\n",
    "input2": "A man transferred with concerns for encephalopathy of unclear etiology. \n\nThe pt has a 9 month long course of unintentional weight loss (>40lbs), depression, night sweats, and muscle wasting, which has been thoroughly worked up in the past, including outpatient specialist appointments and a recent admission 1 month ago. Work up has been revealing for chronic recently discontinued surreptitious testosterone injections, and his symptoms were attributed to testosterone withdrawal with a likely component of depression. The extensive work up also revealed elevated 5-HIAA, serotonin, and chromogranin A, suggestive of a possible neuroendocrine carcinoid tumor. Further investigation into these findings was pending when he presented to the hospital today.\n\nThe pt was urged by his wife to come in today for evaluation because he became acutely altered confused and started experiencing hallucinations. At contrast CT that was negative. Vital signs concerning for persistent tachycardia, labile and elevated BPs. Also of note the patient was ataxic at the outside hospital and was deemed to be unsafe to ambulate on his own.\n\nIn the ED, initial VS were: T 98.3 HR 116 BP 151/91 RR 20 SpO2 100% RA\n\nExam notable for:\nGen: Middle-aged man wide-awake lying in bed with multiple blankets on him Pulm: CTAB no WRR, unlabored breathing\nCV: Tachycardic rate no MRG, no JVD\nHEENT: Dry mucous membranes, PERRLA, EOMI, no scleral icterus\nAbdomen: Soft NTND, no rebound tenderness, +BS\nExtremities: Moves all extremities\nSkin: Hot dry intact\nNeuro: Many times throughout the interview the patient would reference things or people that were not there to include his son and daughter who were not at bedside as well as hallucinating the sky, a tire with legs, and a tree trunk with a dress. Otherwise cranial nerves II through XII are intact, no gross focal neurologic abnormalities, no nystagmus noted.\n",
    "input3": "+Bilateral carpal tunnel syndrome s/p bilateral carpal tunnel release\n+Prior history of thyroid nodule\n+Nontoxic uninodular goiter\n+Allergic contact dermatitis\n+Actinic keratosis\n+Gout\n+Colon Poylps\n",
    "input4": "No family history of any underlying malignancies or endocrine disorders.\n",
    "input5": "VS: BP 188/80\nGENERAL: Agitated, straining against restraints, not responding appropriately to questions\nNECK: Supple\nCV: RRR, S1/S2, no murmurs, gallops, or rubs\nPULM: CTAB, no wheezes, rales, rhonchi, breathing comfortably without use of accessory muscles\nGI: Abdomen soft, nondistended, nontender in all quadrants, no rebound/guarding, no hepatosplenomegaly\nEXTREMITIES: no cyanosis, clubbing, or edema\nPULSES: 2+ radial pulses bilaterally\nNEURO: Alert, moving all 4 extremities with purpose, face \nsymmetric\nDERM: Warm and well perfused, DTRs brisk, neuro exam limited by lack of cooperation\n",
    "input6": "___ 01:03AM BLOOD WBC-11.2* RBC-5.13 Hgb-15.7 Hct-44.5 MCV-87 MCH-30.6 MCHC-35.3 RDW-11.4 RDWSD-36.1 Plt ___\n___ 01:03AM BLOOD Neuts-72.3* Lymphs-16.1* Monos-9.6 Eos-1.2 Baso-0.3 Im ___ AbsNeut-8.10* AbsLymp-1.80 AbsMono-1.07* AbsEos-0.13 AbsBaso-0.03\n___ 01:03AM BLOOD Glucose-123* UreaN-17 Creat-1.0 Na-142 K-4.6 Cl-106 HCO3-20* AnGap-16\n___ 01:03AM BLOOD ALT-24 AST-21 CK(CPK)-83 AlkPhos-62 TotBili-1.3\n___ 01:03AM BLOOD Lipase-35\n___ 01:03AM BLOOD cTropnT-<0.01\n___ 01:03AM BLOOD Albumin-4.3 Calcium-10.0 Phos-2.8 Mg-1.9\n___ 01:03AM BLOOD ASA-NEG Ethanol-NEG Acetmnp-NEG Bnzodzp-NEG Barbitr-NEG Tricycl-NEG\n"
}