{
    "Hypertension$Intermedia_3": {
        "An elevation of BP(SBP≥140mmHg or DBP≥90mmHg)confirmed is a diagnostic criteria of Hypertension.$Cause_1": {
            "ED VS BP 150/87$Input2": {}
        },
        "An elevation of BP(SBP≥140mmHg or DBP≥90mmHg)confirmed is a diagnostic criteria of Hypertension.*$Cause_1": {
            "VS- BP 152/105 (134-152/86-105)$Input5": {}
        },
        "Suspected Hypertension$Intermedia_2": {
            "Chest pain is a symptoms of Hypertension.$Cause_1": {
                "Chest pain$Input1": {}
            },
            "Family history of diabetes is a risk factor of Hypertension.$Cause_1": {
                "positive DM in grandmother$Input4": {}
            }
        }
    },
    "input1": "Chest pain\n",
    "input2": "___ yo M with no significant medical hx but h/o stabbing injury in ___ presented today for chest pain.  Per patient, it started while he was laying on his back.  Sudden stabbing sharp pain in the mid-substernal area without radiation, also reported feeling heavy in his chest, \"like it is caving in.\"  Associated with mild SOB and worsen with deep inspiration.  Denies association with positional change.  Denies palpitation, nausea/vomiting, diaphoresis, and radiation with this chest pain.  Reports having had this before and was seen at ___ 1x at least ___ year ago, but is unable to provide much details about that incidence or what happened with the diagnosis.  Reports not eating much for the last few days because of poor appetite. \n\nOf note, patient was arrested this AM for breaking into a car.  He came into the hospital after arrest for this worsening chest pain when he was sitting in the cell.  He was seen earlier in the day by Dr. ___.  D-dimer is negative.  EKG was normal.  He was discharged.  However, he returned again for chest pain.  Patient reporting spitting up a teaspoon full of fresh blood with saliva in the ED.  He was unable to elaborate on whether it was vomitus or cough.  The repeat EKG showed J point elevation in V3 and V4.  His vitals were stable, non-tachycardic or hypoxic.  The ED sign-out actually mentioned that his CP started several weeks ago but got worse after being arrested today.  ED VS T 98.2, BP 120/87, HR 80, RR 18, O2Sat 100% on RA. He received tylenol ___ mg, nitro SL, and morhpine.\n",
    "input3": "history of stabbed wound in upper abdomen s/p lap\n",
    "input4": "There is no family history of premature coronary artery disease or sudden death.\n- positive DM in grandmother\n",
    "input5": "VS- T 97.2, BP 152/105 (134-152/86-105), HR 62 (62-75), RR 18 (___), O2Sat 98-100% RA  \nGen: young lean male in NAD. Oriented x3. Mood, affect appropriate.  \nHEENT: NCAT. Sclera anicteric. PERRL, EOMI.  MMM\nNeck: Supple with JVP of 2 cm.  no HJR.\nCV: PMI located in ___ intercostal space, midclavicular line. RR, normal S1, S2. No m/r/g. No thrills, lifts. No S3 or S4. lower sternal discomfort is reproducible.\nChest: No chest wall deformities, scoliosis or kyphosis. Resp were unlabored, no accessory muscle use. CTAB, no crackles, wheezes or rhonchi.  \nAbd: Soft, NTND. No HSM or tenderness. Abd aorta not enlarged by palpation. No abdominial bruits.  epigastric discomfort is also reproducible.\nExt: No c/c/e. 2+ DP and ___ pulses bilaterally\nSkin: No stasis dermatitis, ulcers, scars, or xanthomas.\n",
    "input6": "- CBC: WBC-7.1 RBC-4.44* HGB-13.7*# HCT-42.1# MCV-95# MCH-30.8# MCHC-32.5 RDW-15.9* PLT COUNT-183 NEUTS-82.3* LYMPHS-11.5* MONOS-4.2 EOS-1.2 BASOS-0.7\n- BMP: GLUCOSE-69* UREA N-14 CREAT-0.8 SODIUM-142 POTASSIUM-4.6 CHLORIDE-101 TOTAL CO2-15*\n- cardiac enzymes @ 0405PM: CK(CPK)-574* CK-MB-5 cTropnT <0.01\n- cardiac enzymes @ 1120PM: CK(CPK)-435* CK-MB-5 cTropnT <0.01\n- coagulation: ___ PTT-27.0 ___\n- D-dimer: D-DIMER-217\n- Urine tox screen: bnzodzpn-NEG barbitrt-NEG opiates-NEG cocaine-NEG amphetmn-NEG mthdone-NEG\n- serum tox screen: ASA-NEG ___ ACETMNPHN-NEG bnzodzpn-NEG barbitrt-NEG tricyclic-NEG\n- UA: COLOR-Yellow APPEAR-Clear SP ___ BLOOD-NEG NITRITE-NEG PROTEIN-30 GLUCOSE-NEG KETONE-150 BILIRUBIN-NEG UROBILNGN-NEG PH-5.0 LEUK-NEG RBC-0 WBC-0 BACTERIA NONE YEAST-NONE EPI-0\n\n___\n- Hct @ 0600: 35.8\n- Hct @ 0920: 36.9\n- BMP: Na 135, K 4.3, Cl 100, Bicarb 26, BUN 9, Crt 0.7, Glucose 79\n- Cardiac enzymes @ 0600: CK405, MB 4, cTropnT < 0.01\n- lipase 23\n\nImages & Procedures:\n___\n- CXR: The cardiomediastinal and hilar contours are normal. The lungs are well expanded and clear. The pleural surfaces are\nsmooth without pleural effusions or pneumothorax.\nIMPRESSION: No acute cardiopulmonary pathology detected.\n \n___\n- Echocardiogram: The left atrium and right atrium are normal in cavity size. Left ventricular wall thickness, cavity size and regional/global systolic function are normal (LVEF >55%). Transmitral and tissue Doppler imaging suggests normal diastolic function, and a normal left ventricular filling pressure (PCWP<12mmHg). Right ventricular chamber size and free wall motion are normal. The diameters of aorta at the sinus, ascending and arch levels are normal. The aortic valve leaflets (3) appear structurally normal with good leaflet excursion and no aortic regurgitation. The mitral valve appears structurally normal with trivial mitral regurgitation. There is no mitral valve prolapse. The estimated pulmonary artery systolic pressure is normal. There is no pericardial effusion. \n\nIMPRESSION: Normal biventricular cavity sizes with preserved global and regional biventricular systolic function.\n"
}