{
    "Hypertension$Intermedia_3": {
        "An elevation of BP(SBP≥140mmHg or DBP≥90mmHg)confirmed is a diagnostic criteria of Hypertension.$Cause_1": {
            "BP at home was 150/88.$Input2": {}
        },
        "An elevation of BP(SBP≥140mmHg or DBP≥90mmHg)confirmed is a diagnostic criteria of Hypertension.$Cause_1": {
            "VS:BP175/102$Input5": {}
        },
        "Suspected Hypertension$Intermedia_2": {
            "Headache is a classic symptom of Hypertension.$Cause_1": {
                "Headache$Input1": {}
            },
            "Blurry vision is a classic symptom of Hypertension.$Cause_1": {
                "blurry vision$Input1": {}
            },
            "Diabetes is a big risk factor of Hypertension.$Cause_1": {
                "Type II Diabetes$Input3": {}
            },
            "Family history of cardiovascular disease is a risk factor of Hypertension.$Cause_1": {
                "Father passed away from CVD later in life.$Input4": {}
            }
        }
    },
    "input1": "Headache,blurry vision\n",
    "input2": "___ PMH cluster headaches, migraines, head injury and heavy etoh use who presents with multiple episodes of numbness.\n\nApproximately 6 months ago, the patient noticed numbness in his left ___ and ___ digit and medial forearm, particularly when driving. Approximately a month after that, he had similar symptoms on the other side. About 5 days ago, he started having episodes where he would first have numbness in his right medial arm that then progressed over seconds to his right face that was accompanied by a headache. He describes the headache as retro-orbital throbbing pain, and his symptoms typically resolve after 5 minutes, or after he takes ibuprofen. When he has the facial numbness, he sometimes feels \"delirious\", which he describes as light-headedness or feeling like he is going to pass out, but denies vertigo.State of BP at home was 150/88. He denies any photo/phonophobia, speech difficulties, dysarthria. He denies any nausea, weakness, gait difficulties. The episodes can happen when he is sitting, standing or laying down. He had an episode while driving today so he decided to get evaluated.\n",
    "input3": "Cluster Headaches\nMigraines\nTBI\nType II Diabetes\n",
    "input4": "Brother with seizures as a child. No migraines in the family.\nFather passed away from CVD later in life.\n",
    "input5": "VS:T36.8 BP175/102 RR18\nGeneral: Awake, cooperative, NAD. \nHEENT: NC/AT. No scleral icterus noted. MMM. No lesions noted in oropharynx.\nCardiac: Well perfused. \nPulmonary: Breathing comfortably on room air.\nAbdomen: obese \nExtremities: No cyanosis, clubbing, or edema bilaterally.\nSkin: No rashes or other lesions noted.\n\nNEUROLOGIC EXAM:\nMental Status: Alert, oriented x 3. Makes minimal eye contact.\nAble to relate history without difficulty. Attentive; Language \nis fluent with intact repetition and comprehension. Normal prosody. There are no paraphasic errors. Speech is not dysarthric. Able to follow both midline and appendicular commands.\n\nCranial Nerves:\n I: Olfaction not tested.\n II: PERRL 3 to 2mm and brisk. VFF to confrontation and no\nextinction. \n III, IV, VI: EOMI without nystagmus. Normal saccades.\n V: Facial sensation intact to light touch.\n VII: No facial droop, facial musculature symmetric.\n VIII: Hearing grossly intact to speech.\n IX, X: Palate elevates symmetrically.\n XI: ___ strength in trapezii and SCM bilaterally.\n XII: Tongue protrudes in midline and equal strength \nbilaterally.\n\n-Motor: Normal bulk, tone throughout. \n   Delt Bic Tri WrE FFl FE IP Quad Ham TA ___\n L  5    ___   ___   5    5  5     5     5   5\n R  5    ___   ___   5    5  5     5     5   5\n\n-Sensory: Decreased sensation to gross touch and temp in\nhypothenar eminence and lateral ___ and ___ digit on the right, and on the hypothenar eminence on the left. Decreased\nproprioception to small and medium movements at great toes b/l.\n",
    "input6": "___ 06:58AM BLOOD WBC-5.4 RBC-4.39* Hgb-13.8 Hct-41.4 MCV-94 MCH-31.4 MCHC-33.3 RDW-12.2 RDWSD-42.4 Plt ___\n___ 06:58AM BLOOD ___ PTT-30.7 ___\n___ 06:58AM BLOOD Glucose-91 UreaN-13 Creat-0.9 Na-141 K-4.0 Cl-101 HCO3-23 AnGap-17\n___ 03:55PM BLOOD ALT-36 AST-33 AlkPhos-55 TotBili-0.6\n___ 03:55PM BLOOD Lipase-26\n___ 03:55PM BLOOD cTropnT-<0.01\n___ 06:58AM BLOOD Calcium-9.3 Phos-3.3 Mg-2.3\n___ 03:55PM BLOOD Albumin-4.4 Calcium-9.1 Phos-3.1 Mg-2.2 Cholest-217*\n___ 07:21PM BLOOD %HbA1c-5.2 eAG-103\n___ 03:55PM BLOOD Triglyc-62 HDL-77 CHOL/HD-2.8 LDLcalc-128\n___ 03:55PM BLOOD TSH-1.2\n___ 03:55PM BLOOD ASA-NEG Ethanol-NEG Acetmnp-NEG Tricycl-NEG\n___ 09:50PM URINE bnzodzp-NEG barbitr-NEG opiates-NEG \ncocaine-NEG amphetm-NEG mthdone-NEG\n\nMRI head\nIMPRESSION: \n  \n  \n1. Punctate late acute to early subacute infarct in the left thalamus.  No associated hemorrhage or mass effect. \n2. Encephalomalacia in the right greater than left inferior \nfrontal lobes. \n3. Dural venous sinuses are not assessed on this noncontrast exam. However, they appear patent on the preceding CTA. \n\nCTA h/n\nCT head without contrast \nNo evidence of a large territory infarction, hemorrhage, edema or mass. \n  \nCTA head \nThe ___ and its branches demonstrate no high-grade stenosis, occlusion or aneurysm greater than 3 mm. The dural venous sinuses are patent.\n"
}