{
    "Migraine Without Aura$Intermedia_3": {
        "This characteristic refers to the fact that the headache often occurs without warning, which is an important clue in diagnosing migraine without aura$Cause_1": {
            "Headache attacks often begin suddenly, with no apparent warning period$Input2": {}
        },
        "Suspected Migraine$Intermedia_2": {
            "This sensation spreading from one area to other areas may be related to a neurological disorder and requires further diagnosis.$Cause_1": {
                "sensation of his leg falling asleep starting at the ankle and travelling up his leg, then L his hand and arm up to the shoulder and then to the left side of his face$Input2": {}
            },
            "Persistent neuropathic pain may indicate a more complex neurological problem$Cause_1": {
                "numbness/tingling sensation in his leg and arm began to feel somewhat painful$Input2": {}
            },
            "These may be signs of hormonal or autonomic nervous system abnormalities, which are sometimes associated with migraines.$Cause_1": {
                "hot and sweaty, then cold, then hot again over this time period$Input2": {}
            }
        }
    },
    "input1": "N/A\n",
    "input2": "He reports that at 10:30pm he was lying in bed trying to go to sleep when his left leg started shaking.  At that time he also noticed a sensation of his leg falling asleep starting at the ankle and travelling up his leg, then L his hand and arm up to the shoulder and then to the left side of his face.  This was over the course of minutes. He got up to walk around and the sensation improved and the shaking stopped.  He does report being sleepy after this incident, but not necessarily more sleepy than he had been before the event. He denies bowel/bladder issues or shaking of other parts and no\nconfusion afterwards.  The numbness/tingling sensation in his leg and arm began to feel somewhat painful. He also felt hot and sweaty, then cold, then hot again over this time period. He decided to come to the ED when the numbness sensation didn't goaway.\n\nOf note, he had an episode of L leg shaking and whole body numbness ___ years ago that he went to the ED for, and whichself-resolved.  He was sent home without a diagnosis.  In addition, he reports frequent discomfort in his feet from standing on them all day as a cool.  In the ED, his CBC was notable for an elevated WBC, but CXR and UA were negative for infectious etiology.  Neurology was called to help determine ifhis sx could be related to a central process.  Headache attacks often begin suddenly, with no apparent warning period\n",
    "input3": "none \n",
    "input4": "mother is healthy, father committed suicide.  CAD on maternal side of family\n",
    "input5": "T:97.6  P:70  R: 16  BP: 112/57  SaO2: 100% on RA\nGeneral: Awake, cooperative, NAD. \nHEENT: NC/AT, no scleral icterus noted, MMM, no lesions noted in\noropharynx \nNeck: Supple, no carotid bruits appreciated. No nuchal rigidity \nPulmonary: Lungs CTA bilaterally without R/R/W \nCardiac: RRR, nl. S1S2, no M/R/G noted \nAbdomen: soft, NT/ND, normoactive bowel sounds, no masses or\norganomegaly noted. \nExtremities: No C/C/E bilaterally, 2+ radial, DP pulses\nbilaterally. \nSkin: no rashes or lesions noted.\n \nNeurologic: \n\n-Mental Status: Alert, oriented x 3.  Able to relate history\nwithout difficulty.  Attentive, able to name ___ backward \nwithout\ndifficulty.  Language is fluent with intact repetition and\ncomprehension.  Normal prosody.  There were no paraphasic \nerrors.\nPt. was able to name both high and low frequency objects if\nallowed to say the word in ___ if he didn't know the ___\nequivalent.  Able to read without difficulty.  Speech was not\ndysarthric. Able to follow both midline and appendicular\ncommands. Pt. was able to register 3 objects and recall ___ at 5\nminutes.  The pt. had good knowledge of current events.  There\nwas no evidence of apraxia or neglect.\n  \n-Cranial Nerves: \nI: Olfaction not tested.  \nII: PERRL 3 to 2mm and brisk.  VFF to confrontation. Funduscopic\nexam revealed no papilledema, exudates, or hemorrhages. \nIII, IV, VI: EOMI without nystagmus.  Normal saccades. \nV: Facial sensation intact to light touch except in a V2\ndistribution mildly decreased to LT, but not PP.  Patient does\nnot split the midline with vibratory sensation. \nVII: No facial droop, facial musculature symmetric. \nVIII: Hearing intact to finger-rub bilaterally.  \nIX, X: Palate elevates symmetrically.  \nXI: ___ strength in trapezii and SCM bilaterally. \nXII: Tongue protrudes in midline.\n \n-Motor: Normal bulk, tone throughout. No pronator drift\nbilaterally. \nNo adventitious movements, such as tremor, noted. No asterixis\nnoted.\n  Delt Bic Tri WrE FFl FE IO IP Quad Ham TA ___ \nL  5    ___   ___  5   5    5  5     5     5   5 \nR  5    ___   ___  5   5    5  5     5     5   5\n \n-Sensory: Patient has decreased light touch sensation in his \nleft\nleg above the ankle to the hip and also on his left arm from the\nshoulder to the fingers, with no dermatomal distribution.  He \nhas\nno decreased sensation on his chest or back.  To pinprick he has\na hand-sized rectangle of decreased sensation on his lateral\naspect of his L shin (where he also has decreased body hair) as\nwell as a small circle of decreased pinprick on his L\nhip/buttock.  Initially he reported decreased vibratory \nsensation\nin his L left at the ankle and knee, but then decided that both\nsides were basically the same.  No deficits to cold sensation or\nproprioception throughout. No extinction to DSS.\n \n-DTRs: \n  Bi Tri ___ Pat Ach \nL  2  2    2    2   1 \nR  2  2    2    2   1\nPlantar response was flexor bilaterally.\n \n-Coordination: No intention tremor, no dysdiadochokinesia noted.\nNo dysmetria on FNF bilaterally.\n \n-Gait: Good initiation. Narrow-based, normal stride and arm\nswing.  Able to walk in tandem without difficulty. Romberg\nabsent.\n",
    "input6": "CT: \nHyperdense foci in both basal ganglia are likely related to \ncalcifications given the patient's age and their unusual morphology not typical for hemorrhage.  An MRI is recommended for further characterization. \n\n  \nNOTE ADDED AT ATTENDING REVIEW: These are typical calcifications of the globus pallidus interna. This is a normal finding, and no further evaluation is necessary. The study is normal. \n"
}