{
    "Epilepsy$Intermedia_3": {
        "In video EEG monitoring, although multiple events were captured, there were no clear EEG changes, which is one of the important bases for the diagnosis of NES.$Cause_1": {
            "Multiple events were captured with no clear EEG correlate but there was some temporal slowing after a few of the events$Input2": {}
        },
        "Suspected Epilepsy$Intermedia_2": {
            "The patient has an increase in the number of seizures$Cause_1": {
                "Increased Seizure Frequency$Input1": {}
            },
            "History of seizures is a important risk factor$Cause_1": {
                "past history of seizures$Input2": {}
            },
            "Patients present with nonrhythmic, asymmetric muscle twitches and postural fixations in partial seizures that are short-lived. This symptom may be associated with NES.$Cause_1": {
                "most events occuring as staring into space, only some of which secondarily generalize to tonic asymmetric posture with either eyes rolled back or clenched tightly and non-rhythmic, asymmetric jerking or posturing lasting for <2 minutes per episode.$Input2": {}
            },
            "After a seizure, there is often noticeable confusion or fatigue. However, patients show milder sequelae after the attack, such as a softer voice, which may point to NES$Cause_1": {
                "very little post-ictal confusion or fatigue, rather only some quieter speech$Input2": {}
            },
            "The patient's behaviors during the episodes, such as closing his eyes, leaning back, and asymmetrical muscle posturing, may be triggered by psychological or emotional factors and are consistent with NES.$Cause_1": {
                "The semiology of these included the patient closing her eyes and becoming unresponsive, then her eyes became tightly closed with subsequent back arching and asymmetric tonic posturing of her upper and lower extremities.$Input2": {}
            },
            "Head injuries can cause abnormal brain function, which can sometimes lead to epileptic seizures.$Cause_1": {
                "Head injury$Input3": {}
            },
            "Chronic headaches may be related to abnormalities in pain processing in the brain, which are also sometimes associated with epilepsy.$Cause_1": {
                "Chronic headaches$Input3": {}
            },
            "Family history is an important risk factor$Cause_1": {
                "Paternal grandmother with epilepsy.$Input4": {}
            }
        }
    },
    "input1": "Increased Seizure Frequency\n",
    "input2": "She is a 44 year old right handed woman with past history of seizures since followed by Dr. G who presents with increasing seizure activity.  Per the patient's husband, her seizure frequency was decreased from her prior presentation with most events occuring as staring into space, only some of which secondarily generalize to tonic asymmetric posture with either eyes rolled back or clenched tightly and non-rhythmic, asymmetric jerking or posturing lasting for <2 minutes per episode.  This morning, the patient was in a continuing education seminar at which time, she was witnessed to have two of the asymmetric posturing and non-rhythmic tremor events for which EMS was activated.  Per the run report of the patient to ED, she had two further events with very little post-ictal confusion or fatigue, rather only some quieter speech.  She had another event while in transport, for which she received 1mg ativan with good effect.  While in the ED she also had two events which were treated with 1mg ativan, and then 2mg ativan, roughly apart of each other.\n\nIn the ED with Neurology present, the patient had two further episodes of seizure which were not treated with any intervention. The semiology of these included the patient closing her eyes and becoming unresponsive, then her eyes became tightly closed with subsequent back arching and asymmetric tonic posturing of her upper and lower extremities. The patient subsequently began having nonrhythmic convulsive activity and was able to have alternating upper and lower extremity movement with a turn from her right to her left lateral decubitus.  This event lasted for approximately 90 seconds with resolution. No postictal confusion or frank fatigue as noted, nor was any paralysis experienced.  During his advanced the patient was able to pull off her EKG leads.\n\nRecently, she was admitted for characterization of these events on video EEG monitoring.  Multiple events were captured with no clear EEG correlate but there was some temporal slowing after a few of the events which raised concern for deep seizures that weren't being captured by surface electrodes. SPECT was performed at which time she was placed back on VPA 500mg BID and ZNS 100mg BID, with a plan to increase the zonisamide slowely over the next 2 weeks. \n\nNo recent illness, trauma, or other exposures were noted. The patient and her husband were over the weekend; however, no tick bites or other rash was noted.  The patient notes some increasing anxiety associated with returning to work her she is a high school.\n \nOn neuro ROS, the pt reports mild headache. Denies loss of vision, blurred vision, diplopia, dysarthria, dysphagia, lightheadedness, vertigo, tinnitus or hearing difficulty. Denies difficulties producing or comprehending speech.  Denies focal weakness, numbness, parasthesiae. No bowel or bladder incontinence or retention. Denies difficulty with gait.\n",
    "input3": "+Head injury \n+Chronic headaches \n+Ischemic colitis, no surgery\n+Low mood in context of illness\n+Nexium started by GI\n",
    "input4": "Paternal grandmother with epilepsy. Father deceased from esophageal cancer. Mother is healthy. She has 2 brothers who are healthy.\n",
    "input5": "Pain=0, T=97.4F, HR=71, BP=116/76, RR=18, SaO2=100% RA \nGeneral: Awake, cooperative, NAD, but looking somewhat tired\nHEENT: NC/AT\nNeck: Supple, no carotid bruits appreciated. No nuchal rigidity\nPulmonary: CTABL\nCardiac: RRR, no murmurs\nAbdomen: soft, nontender, nondistended\nExtremities: no edema, pulses palpated\nSkin: no rashes or lesions noted.\n \nNeurologic:\n-Mental Status: Alert, oriented x 3.  Able to relate history without difficulty.  Language is fluent with intact repetition and comprehension.  Normal prosody.  There were no paraphasic errors.  Pt. was able to name both high and low frequency objects.  Able to read without difficulty.  Speech was not dysarthric.  Able to follow both midline and appendicular commands.  Attentive, with good knowledge of current events. There was no evidence of apraxia or neglect.  Calculations intact.\n\n-Cranial Nerves:\nI: Olfaction not tested.\nII: PERRL 5 to 3mm, both directly and consentually; brisk bilaterally.  VFF to confrontation. Funduscopic exam revealed no papilledema, exudates, or hemorrhages.\nIII, IV, VI: EOMI without nystagmus.  Normal saccades.\nV: Facial sensation intact to light touch, pinprick in all distributions, and strength noted bilateral in masseter\nVII: No facial droop, facial musculature symmetric and strength in upper and lower distributions, bilaterally \nVIII: Hearing intact to finger-rub bilaterally.\nIX, X: Palate elevates symmetrically.\nXI: ___ strength in trapezii and SCM bilaterally.\nXII: Tongue protrudes in midline, and is equal strength bilaterally as evidenced by tongue-in-cheek testing.\n",
    "input6": "___ 05:23PM URINE  COLOR-Straw APPEAR-Clear SP ___\n___ 05:23PM URINE  BLOOD-NEG NITRITE-NEG PROTEIN-NEG GLUCOSE-NEG KETONE-NEG BILIRUBIN-NEG UROBILNGN-NEG PH-6.5 LEUK-NEG\n___ 03:00PM   GLUCOSE-78 UREA N-17 CREAT-0.8 SODIUM-143 POTASSIUM-3.7 CHLORIDE-105 TOTAL CO2-28 ANION GAP-14\n___ 03:00PM   estGFR-Using this\n___ 03:00PM   WBC-8.9 RBC-4.20 HGB-13.5 HCT-38.5 MCV-92 MCH-32.1* MCHC-35.0 RDW-12.3\n___ 03:00PM   NEUTS-65.7 ___ MONOS-5.7 EOS-3.5 BASOS-0.9\n___ 03:00PM   PLT COUNT-214\n\nSinus rhythm. RSR' pattern in leads V1-V2 of unknown significance. Poor  R wave progression across the precordium. Compared to the previous tracing the RSR' pattern is new and worrisome for right ventricular pathology.\n"
}