{
    "Epilepsy$Intermedia_3": {
        "No EEG activity was recorded, a finding that suggests that although the patient had significant paroxysmal motor symptoms, these were not due to epilepsy.$Cause_1": {
            "NO ELECTROGRAPHIC SEIZURES RECORDED.$Input6": {}
        },
        "Suspected Epilepsy$Intermedia_2": {
            "Sudden, uncontrolled muscle contractions are a classic symptom of an epileptic seizure.$Cause_1": {
                "convulsion spells concerning for seizure$Input1": {}
            },
            "These symptoms are characterized by rapid shaking of body parts without cyanosis or vocalization, features consistent with nonepileptic seizures. Nonepileptic seizures are usually not accompanied by the physical symptoms of a typical epileptic seizure, such as cyanosis.$Cause_1": {
                "rapid shaking of both arms or legs followed by shaking of the the other extremities, back and forth shaking of the head, progression from one limb to another happens within seconds, overall episode can last up to 2 minutes, eyes are forced closed, she does not turn blue and there are no vocalizations.$Input2": {}
            },
            "Patients were still able to hear people around them during the seizures and did not completely lose consciousness, suggesting that these seizures were different from typical epilepsy.$Cause_1": {
                "typically after an episode she almost immediately reorients to her surroundings and there is no significant post$Input2": {}
            },
            "A long history of psychiatric illness and substance abuse may be important factors in nonepileptic seizures.$Cause_1": {
                "on a background of significant and long standing psychiatric disease, substance abuse.$Input2": {}
            },
            "Bipolar disorder is a mental health condition that involves extreme mood swings that may increase the risk of non-epileptic seizures.$Cause_1": {
                "Bipolar disorder$Input3": {}
            }
        }
    },
    "input1": "convulsion spells concerning for seizure\n",
    "input2": "She is a 49 yo right handed female who presents with seizure-like events on a background of significant and long standing psychiatric disease, substance abuse. She was transfered to the ED after presenting to outpatient neurology clinic where she had several events concerning for non-epileptic seizure. \n\nShe reports episodes every 7 days that are described as follows: rapid shaking of both arms or legs followed by shaking of the the other extremities, back and forth shaking of the head, progression from one limb to another happens within seconds, overall episode can last up to 2 minutes, eyes are forced closed, she does not turn blue and there are no vocalizations. typically after an episode she almost immediately reorients to her surroundings and there is no significant post-ictal period - although she does feel generally tired. Typically she can hear people around her and denies complete loss of consciousness. No tongue biting and no episodes of incontinence during the seizure - although she does endorse chronic nocturia for which she intermittently wears diapers. She has no history of head trauma, concussion, motor vehicle accidents. \n\nIn the ED she experienced several episodes of whole body shaking for which she was not given rescue medication.\n\nShe has no family of seizure.  Her brother suffered a stroke at age in post-op period and was found to have prothrombin gene mutation. The patient hreself was subsequently tested and found to have the mutation as well.\n",
    "input3": "+Bipolar disorder\n+history of opiate/benzo dependence - narcotics contract\n+IV drug use - heroin , none in 4 months\n+hepatitis C\n+Prothrombin gene mutation; unclear significance, no history of clots, she was screened because her brother was found to have the mutation in a workup for stroke\n",
    "input4": "Mother and grandmother with depression/anxiety, mother with prior substance addiction; \nfather with heroin abuse and depression. Brother with prothrombin mutation and episode of stroke\n",
    "input5": "Vitals:\n97.6 70 124/72 18 98% RA \nGeneral: Awake, cooperative, NAD.\nHEENT: NC/AT\nNeck: Supple, no carotid bruits appreciated. No nuchal rigidity\nPulmonary: CTABL\nCardiac: RRR, no murmurs\nAbdomen: soft, nontender, nondistended\nExtremities: no edema, pulses palpated\nSkin: no rashes or lesions noted.\n \nNeurologic:\n-Mental Status: Alert, oriented x 3.  Able to relate history without difficulty.  Language is fluent with intact repetition and comprehension.  Normal prosody.  There were no paraphasic errors.  Pt. was able to name both high and low frequency objects.  Able to read without difficulty.  Speech was not dysarthric.  Able to follow both midline and appendicular commands.  Attentive, able to name backward without difficulty.  Pt. was able to register 3 objects and recall at 5 minutes.  The pt. had good knowledge of current events.  There was no evidence of apraxia or neglect.\n\n-Cranial Nerves:\nI: Olfaction not tested.\nII: PERRL 3 to 2mm, both directly and consentually; brisk bilaterally.  VFF to confrontation.  \nIII, IV, VI: EOMI without nystagmus.  Normal saccades.\nV: Facial sensation intact to light touch, pinprick in all distributions, and strength noted bilateral in masseter\nVII: No facial droop, facial musculature symmetric and strength in upper and lower distributions, bilaterally \nVIII: Hearing intact to finger-rub bilaterally.\nIX, X: Palate elevates symmetrically.\nXI: ___ strength in trapezii and SCM bilaterally.\nXII: Tongue protrudes in midline, and is equal strength bilaterally as evidenced by tongue-in-cheek testing.\n",
    "input6": "___ 03:00PM   ___ PTT-28.6 ___\n___ 03:00PM   PLT COUNT-205\n___ 03:00PM   WBC-6.1 RBC-3.85* HGB-12.9 HCT-37.1 MCV-97 MCH-33.4* MCHC-34.6 RDW-13.6Lactate:1.4\n___ 03:00PM   ALT(SGPT)-149* AST(SGOT)-96* ALK PHOS-60 TOT BILI-0.2\n___ 03:00PM   ALBUMIN-3.8 CALCIUM-9.1 PHOSPHATE-3.8 MAGNESIUM-2.1\n___:00PM   GLUCOSE-107* UREA N-12 CREAT-0.9 SODIUM-136 POTASSIUM-4.0 CHLORIDE-103 TOTAL CO2-26 ANION GAP-11\n___ 03:15PM URINE  RBC-2 WBC-1 BACTERIA-NONE YEAST-NONE EPI-4\n___ 03:15PM URINE  bnzodzpn-POS barbitrt-NEG opiates-NEG cocaine-NEG amphetmn-NEG mthdone-POS\n___ 03:15PM URINE  UCG-NEGATIVE\n\nEEG- multiple pushbutton events for her characteristic episodes of head shaking arm and leg convulsions with NO ELECTROGRAPHIC SEIZURES RECORDED.\n"
}