{
    "Non-epileptic Seizure$Intermedia_3": {
        "Normal neuroimaging and EEG findings may indicate that the seizures are not due to typical epileptic electrical activity, supporting the possibility of nonepileptic seizures.$Cause_1": {
            "She says she has had a full workup with EEG and MRI. She was told these studies were normal.$Input2": {}
        },
        "Suspected Epilepsy$Intermedia_2": {
            "The patient has a history of seizures, which is a significant risk factor$Cause_1": {
                "with a PMHx of anorexia and seizures$Input2": {}
            },
            "Limb shaking and loss of consciousness may occur in epilepsy$Cause_1": {
                "lost consciousness and had arm and leg shaking for 2 minutes$Input2": {}
            },
            "Postepileptic state is usually accompanied by a period of disorientation or confusion$Cause_1": {
                "When she woke up, she felt confused for about 20 minutes then went back to being like herself$Input2": {}
            },
            "Substance use (such as alcohol and marijuana) may trigger seizures$Cause_1": {
                "Chronologic Seizure History: Patient reports she first had a seizure 4months ago. The first seizure was in the setting of alcohol and marijuana use.$Input2": {}
            }
        }
    },
    "input1": "Seizure\n",
    "input2": "She is a 27 year old girl with a PMHx of anorexia and seizures who presents to the ED with 2 seizures. Per the patient, she was sitting on the floor around other people in where she is being treated for an eating disorder, when she started to feel 'tingling' which signals to her that she is going to have a seizure. She lost consciousness and had arm and leg shaking for 2 minutes according to the people who saw her. When she woke up, she felt confused for about 20 minutes then went back to being like herself. She was given Ativan by the nursing staff and went to have a snack of fig newtons. After eating, she had another seizure, again witnessed by others according to patient. \n\nShe was admitted to treatment of an eating disorder about a week ago. \n\nChronologic Seizure History: Patient reports she first had a seizure 4months ago. The first seizure was in the setting of alcohol and marijuana use. Patient reports that since then she has had \"seizures every day\" which are always the same (hand tingling followed by LOC and whole body shaking). She says she has had a full workup with EEG and MRI. She was told these studies were normal. \n \nOn neuro ROS, the pt endorses HA, lightheadedness, denies headache, loss of vision, blurred vision, diplopia, dysarthria, dysphagia, lightheadedness, vertigo, tinnitus, and hearing difficulty. Denies difficulties producing or comprehending speech.  Denies focal weakness, numbness, and parasthesiae. No bowel or bladder incontinence or retention. Denies difficulty with gait.\n\nOn general review of systems, the pt denies recent fever or chills. No night sweats or recent weight loss or gain. Denies cough, shortness of breath.  Denies chest pain or tightness, palpitations.  Denies nausea, vomiting, diarrhea, constipation, or abdominal pain.  No recent change in bowel or bladder habits. No dysuria. Denies arthralgias or myalgias. Denies rash.\n",
    "input3": "+Anorexia\n+Depression\n",
    "input4": "No Family History currently on file.\n",
    "input5": "General: Awake, cooperative, NAD.\nHEENT: NC/AT, no scleral icterus noted, MMM, no lesions noted \nin oropharynx\nNeck: Supple, no carotid bruits appreciated. No nuchal rigidity\nPulmonary: Lungs CTA bilaterally \nCardiac: RRR, nl. S1S2, no M/R/G noted\nAbdomen: soft, NT/ND, \nExtremities: No C/C/E bilaterally, 2+ radial, DP pulses bilaterally.\nSkin: scars on b/l forearms.\n\nNeurologic:\n-Mental Status: Alert, oriented x 3. Able to relate history, generally knows what has been going on in her medical history but is unable to give extensive details. Mildly flat affect, Attentive, able to name backward without difficulty. Language is fluent with intact repetition and comprehension. Normal prosody. There were no paraphasic errors. Pt was able to name both high and low frequency objects. Speech was not dysarthric. Able to follow both midline and appendicular commands. There was no evidence of apraxia or neglect.\n\n-Cranial Nerves:\n II, III, IV, VI:  PERRL 3 to 2mm and brisk. EOMI without nystagmus. Normal saccades. VFF to confrontation.\n V: Facial sensation intact to light touch.\n VII: No facial droop, facial musculature symmetric.\n VIII: Hearing intact to finger-rub bilaterally.\n IX, X: Palate elevates symmetrically.\n XI: ___ strength in trapezii and SCM bilaterally.\n XII: Tongue protrudes in midline.\n\n-Motor: Normal bulk and tone. No pronation, no drift. No orbiting with arm roll. No tremor noted. No asterixis noted.\n",
    "input6": "___ 12:27AM BLOOD WBC-7.3 RBC-3.70* Hgb-11.9 Hct-35.0 MCV-95 MCH-32.2* MCHC-34.0 RDW-12.0 RDWSD-41.9 Plt ___\n___ 12:27AM BLOOD Neuts-49.3 ___ Monos-5.2 Eos-1.9 Baso-0.4 Im ___ AbsNeut-3.59 AbsLymp-3.14 AbsMono-0.38 AbsEos-0.14 AbsBaso-0.03\n___ 12:27AM BLOOD Glucose-95 UreaN-12 Creat-0.6 Na-141 K-4.1 Cl-106 HCO3-21* AnGap-14\n___ 12:27AM BLOOD ALT-9 AST-10 AlkPhos-35 TotBili-0.3\n___ 12:27AM BLOOD Lipase-51\n___ 12:27AM BLOOD Albumin-4.1 Calcium-8.8 Phos-3.6 Mg-1.7\n___ 12:27AM BLOOD ASA-NEG Ethanol-NEG Acetmnp-NEG Bnzodzp-NEG Barbitr-NEG Tricycl-NEG\n___ 01:29AM URINE Color-Yellow Appear-Hazy* Sp ___\n___ 01:29AM URINE Blood-NEG Nitrite-NEG Protein-30* Glucose-NEG Ketone-NEG Bilirub-NEG Urobiln-NEG pH-8.0 Leuks-SM*\n___ 01:29AM URINE RBC-0 WBC-4 Bacteri-FEW* Yeast-NONE Epi-7\n___ 01:29AM URINE UCG-NEGATIVE\n___ 01:29AM URINE bnzodzp-NEG barbitr-NEG opiates-NEG cocaine-NEG amphetm-NEG oxycodn-NEG mthdone-NEG\n\n___ 1:29 am URINE\n   URINE CULTURE (Final ___:    < 10,000 CFU/mL. \n\n___ chest xray\nLeft basilar atelectasis.  Otherwise, no acute cardiopulmonary abnormality.\n"
}