{
    "duodenal ulcers$Intermedia_3": {
        "Duodenal ulcer with bleeding on endoscopy is the gold standard of duodenal ulcer.$Cause_1": {
            "Endoscopy:duodenal ulcer with bleeding$Input6": {}
        },
        "suspected peptic ulcer disease$Cause_2": {
            "Epigastric pain is the manifestations of peptic ulcer.$Cause_1": {
                "Epigastric pain$Input1": {}
            },
            "Advil is the risk factor of peptic ulcer.$Cause_1": {
                "Of note, he has been taking Advil frequently over the last month for sciatic pain.$Input2": {}
            },
            "Radiology here reviewed the images and feels that the imaging shows just duodenal thickening without extraluminal air, which suggests a possible lesion in the duodenum.$Cause_1": {
                "Radiology here reviewed the images and feels that the imaging shows just duodenal thickening without extraluminal air.$Input2": {}
            },
            "Anemia is the manifestations of peptic ulcer with bleeding.$Cause_1": {
                "Labs were notable only for a normocytic anemia with HCT 34$Input2": {}
            }
        }
    },
    "input1": "Epigastric pain\n",
    "input2": "with a history of HTN, hyperlipidemia presents with 3 weeks of epigastric abdominal pain. Initially went to OSH 3 weeks prior, had a CT scan that per his report showed inflammation and possible pancreatitis; labs were drawn, but he does not know the results of those labs. He had light nausea, no vomiting at that time. He was told to take a liquid diet and discharged home without admission.\n\nThe patient said the pain is a burning pain, in LUQ and RUQ, somewhat more intense in LUQ. It is intermittent, with waves of pain every few hours during which pain increases in intensity to on pain scale. He has had significantly reduced PO intake of solids over the last several weeks because he is \"afraid\" to eat, even though he hasn't noticed a direct temporal correlation between eating and onset of pain. He has been tolerating liquids well. Of note, he has been taking Advil frequently over the last month for sciatic pain. He reports he previously drank beers/night, but quit 2.5 weeks ago as he felt it may have been contributing to his abdominal pain. Denies nausea/vomiting/diarrhea. Denies BRBPR or melena.\n\nRadiology here reviewed the images and feels that the imaging shows just duodenal thickening without extraluminal air. Surgery was consulted who felt that there was no acute surgical issue.\n\nIn the ED, initial vs were 98.2, 70, 180/100, 16, 97%. Received morphine 5mg x3 and zosyn. Labs were notable only for a normocytic anemia with HCT 34, unclear baseline Per pt, he has been anemic in the distant past but not recently. WBC, chem7, LFTs, lipase all wnl. On arrival to the floor, patient reported abdominal pain from on arrival to the ED.\n",
    "input3": "+HTN  \n+Hyperlipidemia   \n+sciatica \n+surgery for tendonitis of L wrist\n",
    "input4": "Brother with MI, father with CABG twice.\n",
    "input5": "VS 98.7 160/90 72 18 100%RA  \nGEN: Alert, oriented, no acute distress  \nHEENT: NCAT MMM EOMI sclera anicteric, OP clear  \nNECK: supple, no JVD, no LAD  \nPULM: Good aeration, CTAB no wheezes, rales, ronchi  \nCV: RRR normal S1/S2, no mrg  \nABD: soft, ttp epigastrium, ND normoactive bowel sounds  \nEXT: WWP 2+ pulses palpable bilaterally, no c/c/e  \nNEURO: CNs2-12 intact, motor function grossly normal  \nSKIN: no ulcers or lesions\n",
    "input6": "04:29PM   WBC-5.0 RBC-3.49* HGB-11.0* HCT-34.1* MCV-98 MCH-31.5 MCHC-32.2 RDW-13.5\n04:29PM   NEUTS-65.1 MONOS-6.4 EOS-0.2 BASOS-0.8\n04:29PM   PLT COUNT-371\n03:52PM   LACTATE-0.9\n03:34PM   GLUCOSE-70 UREA N-9 CREAT-0.9 SODIUM-137 POTASSIUM-4.2 CHLORIDE-103 TOTAL CO2-26 ANION GAP-12\n03:34PM   ALT(SGPT)-12 AST(SGOT)-19 ALK PHOS-80 TOT BILI-0.2\n03:34PM   LIPASE-18\n03:34PM   ALBUMIN-4.2 IRON-31*\n03:34PM   calTIBC-263 VIT B12-734 FOLATE-GREATER TH FERRITIN-152 TRF-202\n08:00AM BLOOD Ret Aut-1.7\nEndoscopy:duodenal ulcer with bleeding\n"
}