{
    "Ischemic Stroke$Intermedia_3": {
        "The abrupt interruption of the left posterior cerebral artery P2 segment is consistent with thrombosis, suggesting ischemic stroke$Cause_1": {
            "Abrupt cut off of the P2 segment of the left posterior cerebral artery is consistent with thrombus$Input6": {}
        },
        "Suspected Stroke$Intermedia_2": {
            "Weakness, especially if it is sudden and on one side, is a common symptom of stroke.$Cause_1": {
                "eakness$Input1": {}
            },
            "Fatigue may be caused by insufficient blood flow to the brain, a common symptom of stroke$Cause_1": {
                "felt fatigued$Input2": {}
            },
            "Overall fatigue and increased need for assistance with walking may indicate generalized or localized weakness, which may be related to brain dysfunction$Cause_1": {
                "stand unassisted but needed her family as the day wore on to help her walk, due to generalized fatigue$Input2": {}
            },
            "High blood pressure is a major risk factor for stroke$Cause_1": {
                "Hypertension$Input3": {}
            },
            "A slightly wider gait that occasionally deviates but self-corrects, with no ability to tandem gait. This may indicate cerebellar dysfunction or vestibular system problems, possibly related to stroke$Cause_1": {
                "Walks unassisted with slightly wide base. Occasionally veers a bit to either side but self-corrects. Unable to tandem.$Input5": {}
            },
            "The left distal transverse sinus thrombosis extends to the left sigmoid sinus and the entire left internal jugular vein, which may be related to long-term catheter or radiation changes, suggesting the possibility of acute thrombosis.$Cause_1": {
                "Thrombosis of the left distal transverse sinus extending into the left sigmoid sinus and the entire left internal jugular vein.$Input6": {}
            },
            "60% stenosis at the left internal carotid artery bifurcation increases the risk of ischemic stroke$Cause_1": {
                "60% stenosis of the left internal carotid at the bifurcation.$Input6": {}
            }
        }
    },
    "input1": "Nausea and Weakness\n",
    "input2": "HPI: ___ RH F who was in her usual, independent state of health until this morning. Around noon, she suddenly felt sick to her stomach and had to go to the bathroom. She got up and walked to the bathroom but before she got there, she had to sit on the bed because she felt fatigued. After resting, she walked to the bathroom (no diarrhea). She says she was \"walking crazy\" but not veering to either side and not walking like she was drunk; she has not fallen. She could stand unassisted but needed her family as the day wore on to help her walk, due to generalized fatigue. She then reported a dull, bifrontal headache that was maximal at onset; not associated with neck pain, visual changes or  diplopia. No focal weakness, vertigo, dysarthria, speech difficulties, or clumsiness. Denies head trauma or neck pain.\n\nROS: On review of systems, the pt denied recent fever or chills.\n",
    "input3": "b/l Breast CA s/p b/l mastectomies, on femara\nHypertension followed by Dr. ___ CHF EF>55%\nHypothyroidism \nOsteoporosis followed by endocrine\nAbnl CT chest in past with radiation changes.\n",
    "input4": "Father died of myocardial infarction at age ___ mother died of infected abscess.  Two sisters in good health.  Maternal grandmother died of colon cancer.  Maternal aunt died of pancreatic cancer.\n",
    "input5": "VS 97.8 87 155/70 18 97%\nGen Awake, cooperative, NAD \nHEENT NC/AT, no scleral icterus noted, MMM, no lesions noted in oropharynx \nNeck Supple, no carotid bruits appreciated. No nuchal rigidity \nLungs CTA bilaterally  \nCV RRR, nl S1S2, no M/R/G noted \nAbd soft, NT/ND, normoactive bowel sounds, no masses or\norganomegaly noted \nExt No C/C/E b/l \nSkin no rashes or lesions noted\n\nNEURO\nMS ___, alert. Fully oriented. Months of the year backwards were intact but slow. Speech fluent, with mild anomia to low frequency items, reading, comprehension and repetition. Normal prosody. There were no paraphasic errors. Able to follow both midline and appendicular commands. No apraxia. Interprets cookie theft picture appropriately. No dysarthria. \n\nCN\nCN I: not tested\nCN II: Visual fields were full to confrontation, no extinction.\nPupils 2->1.5 b/l. \nCN III, IV, VI: EOMI no nystagmus or diplopia\nCN V: intact to LT throughout\nCN VII: full facial symmetry and strength\nCN VIII: hearing intact to FR b/l\nCN IX, X: palate rises symmetrically\nCN XI: shrug ___ and symmetric\nCN XII: tongue midline and agile\n\nMotor \nNormal bulk and tone in the arms; b/l spasticity in the legs. b/l EDB atrophy. No pronator drift or asterixis\n  D B T  WE FE FF IP Q H DF PF TE\nL ___  ___  ___\nR ___ 5- 4+ ___  4\n\nSensory intact to light touch, pinprick, joint position sense, vibration throughout the arms; JPS is mildly reduced at the  toes, as is vibration. No extinction to double simultaneous stimulation.\n\nReflexes \n   Br  Bi  Tri  Pat  Ach  Toes\nL  2+  2+   2    2    0    down\nR  2+  2+   2    2    0    down\n\nCoordination Fine finger movements, rapid alternating movements, finger-to-nose, and heel-to-shin were all normal\n\nGait stands and sits unassisted. Walks unassisted with slightly wide base. Occasionally veers a bit to either side but self-corrects. Unable to tandem.\n",
    "input6": "___ 06:00PM   GLUCOSE-166* UREA N-19 CREAT-0.9 SODIUM-134 POTASSIUM-3.9 CHLORIDE-96 TOTAL CO2-26 ANION GAP-16\n___ 06:00PM   estGFR-Using this\n___ 06:00PM   ALT(SGPT)-9 AST(SGOT)-19 CK(CPK)-28 ALK PHOS-68\n___ 06:00PM   LIPASE-31\n___ 06:00PM   CK-MB-NotDone cTropnT-<0.01\n___ 06:00PM   WBC-11.9* RBC-5.00 HGB-13.6 HCT-40.1 MCV-80* MCH-27.3 MCHC-34.0 RDW-13.5\n___ 06:00PM   NEUTS-91.6* BANDS-0 LYMPHS-6.5* MONOS-1.5* \nEOS-0.3 BASOS-0.1\n___ 06:00PM   HYPOCHROM-NORMAL ANISOCYT-NORMAL \nPOIKILOCY-NORMAL MACROCYT-NORMAL MICROCYT-1+ POLYCHROM-NORMAL\n___ 06:00PM   PLT SMR-NORMAL PLT COUNT-389\n___ 06:00PM   ___ PTT-37.1* ___\n\n___ CTA/V head and neck. \nIMPRESSION:\n1. Abrupt cut off of the P2 segment of the left posterior cerebral artery is consistent with thrombus and the known left occipital infarction. No filling defect within the right superior cerebellar artery, the site of the patient's other known infarction.\n2. Thrombosis of the left distal transverse sinus extending into the left sigmoid sinus and the entire left internal jugular vein. This could be secondary to prior long-term indwelling catheter or prior radiation change. However, the distended appearance of the left IJV suggest that this may be acute. Clinical correlation is recommended.\n3. Increased size of opacity within the left upper lung lobe with new pleural effusion. In a patient with history of breast cancer, this is concerning for metastatic disease. A dedicated chest CT is recommended for further evaluation.\n4. Marked periodontal disease.\n5. Large right thyroid nodule measuring 26 mm. This could be further evaluated with thyroid ultrasound.\n6. 60% stenosis of the left internal carotid at the bifurcation.\n7. Degenerative changes of the cervical spine.\n\n___ MRI/MRA head:\nFINDINGS: In the posterior fossa, there is evidence of restricted diffusion on the right cerebellar hemisphere consistent with acute/subacute ischemic changes; these areas appear with low signal in the corresponding ADC map. The FLAIR and T2-weighted sequences also demonstrate hyperintense signal in these areas. No significant midline shifting or mass effect is demonstrated. There is no evidence of hemorrhagic transformation at the moment of this study. In the supratentorial compartment, there is evidence of restricted diffusion involving the left temporal lobe as well as the left occipital region, these areas are also demonstrated on the FLAIR with low signal in the corresponding ADC map. Mild effacement of the sulci is demonstrated; however, there is no evidence of uncal herniation or significant midline shifting. On T2 and FLAIR, there are multiple scattered hyperintensity areas in both centrum semiovale and subcortical white matter consistent with chronic angiopathic ischemic changes. The orbits, the paranasal sinuses and the mastoid air cells appear grossly normal.\n"
}