{
    "Ischemic Stroke$Intermedia_3": {
        "An infarction in the left posterior cerebral artery territory was found on CT, confirming the diagnosis of ischemic stroke.$Cause_1": {
            "L PCA distribution infact on CT$Input2": {}
        },
        "Suspected Stroke$Intermedia_2": {
            "HLD refers to high levels of lipids in the blood, which is a risk factor for atherosclerosis and may increase the risk of stroke.$Cause_1": {
                "diet-controlled HLD$Input2": {}
            },
            "Smoking is a major risk factor for stroke, increasing the risk of blood viscosity and arteriosclerosis.$Cause_1": {
                "tobacco use$Input2": {}
            },
            "There is a complex relationship between migraine and stroke, and certain types of migraine may increase the risk of stroke$Cause_1": {
                "migraine$Input2": {}
            },
            "Right peripheral visual field loss and headache are potential stroke symptoms$Cause_1": {
                "3 days of loss of peripheral vision on R and headache$Input2": {}
            },
            "Persistent headaches and right-sided visual field loss that do not resolve may be signs of a stroke$Cause_1": {
                "had onset of headache, and noted a bright light in his right field of vision at onset$Input2": {}
            },
            "Excessive sleepiness, confusion, and abnormal behavior are common symptoms of stroke$Cause_1": {
                "seemed distant, and dismissed her questions$Input2": {}
            },
            "Impaired attention and the inability to self-correct without prompting may indicate that cognitive function in the brain is affected, which could be a sign of a stroke.$Cause_1": {
                "Mildly inattentive, with MOYB he names each month slowly and skips ___ before self-correcting unprompted$Input5": {}
            },
            "Dense right hemiplegia is a loss of vision caused by damage to a part of the brain, usually associated with damage to the back of the brain, and is a classic symptom of a stroke.$Cause_1": {
                "Dense R homonymous hemianopsia$Input5": {}
            },
            "Slight pronation of the right hand without downward drift may indicate a slight loss of motor control, which is common after a stroke.$Cause_1": {
                "Subtle right pronation without downward drift$Input5": {}
            }
        }
    },
    "input1": "None\n",
    "input2": "Mr. ___ is a ___ yo man with history of diet-controlled HLD, tobacco use, obesity  and migraine who presents with 3 days of loss of peripheral vision on R and headache. Mr. ___ was in his usual state of health after working overnight ___ night, until 1100 ___ am. He then had onset of headache, and noted a bright light in his right field of vision at onset, which he states is typical for his migraines.The headache continued, and he complained to his wife later in the day about a problem with his peripheral vision on the right. \n\nHis headache, and peripheral vision loss in the right continued through the day ___ and ___.  His wife notes that he slept much of those past 3 days. Mr. ___ said he felt 'out of it', and his wife said that he seemed distant, and dismissed her questions. He presented today to OSH ED due to continued headache.  There were no new symptoms that prompted presentation. OSH ED noted L PCA distribution infact on CT and transferred patient to ___.\n",
    "input3": "migraine with aura\nobesity\nSeasonal allergies\nBladder cancer dx'd incidentally ___ year ago, s/p resection, no\nchemo nor radiation. Was told it was found very early.\nHistory of diverticulitis\nPatent foramen ovale (dx during hospital stay)\n",
    "input4": "Mother passed away from CHF\nFather living, diagnosed with A. fib at age ___\n",
    "input5": "Vitals:  T: 98.6 HR: 89 BP: 143/89 RR: 15 SaO2: 100% RA\nGeneral: Awake, cooperative, NAD.\nHEENT: no scleral icterus, MMM, no oropharyngeal lesions. \nPulmonary:  Breathing comfortably, no tachypnea nor increased \nWOB\nCardiac:  Skin warm, well-perfused. \nAbdomen: soft, ND\nExtremities: Symmetric, no edema. \n\nNeurologic Examination:\n- Mental status: Awake, alert, oriented to self, 'hospital' but not which, stated ___. Able to relate history with mild difficulty. Mildly inattentive, with MOYB he names each month slowly and skips ___ before self-correcting unprompted. Speech is fluent with normal grammar and syntax. No paraphasic errors. Naming intact to low frequency words. Repetition intact. Reading intact. Comprehension intact to complex commands. Normal prosody. Able to register 3 objects at 30 seconds and recall ___ at 5 minutes, ___ with category clue, ___ with MC. No evidence of hemi-neglect. \n\n-Cranial Nerves: PERRL 3->2. Dense R homonymous hemianopsia. \nEOMI without nystagmus. Facial sensation intact to light touch. Face symmetric at rest and with activation. Hearing intact to conversation. Palate elevates symmetrically. ___ strength in trapezii bilaterally. Tongue protrudes in midline and moves briskly to side.\n\n- Motor:  Normal bulk and tone.  Subtle right pronation without downward drift.  No tremor nor asterixis.\n  Delt Bic Tri WrE FFl FE IO IP Quad Ham TA ___\nL  5    ___   ___  5   5    5  5                    \nR  5    ___   ___  5   5    5  5                \n\n-DTRs:\n   Bi Tri ___ Pat Ach Pec jerk   Crossed Abductors\n L  2  2    2    3   3     -              -\n R  2  2    2    3   3     -              -\nPlantar response was flexor bilaterally.\n\n-Sensory:  No deficits to light touch, cold sensation throughout. Proprioception intact to all but the smallest movements bilateral toes\n\n- Coordination: No dysmetria with finger to nose testing\nbilaterally. \n\n- Gait: deferred\n",
    "input6": "___ 08:14AM BLOOD WBC-8.3 RBC-4.58* Hgb-14.9 Hct-44.5 \nMCV-97 MCH-32.5* MCHC-33.5 RDW-12.4 RDWSD-44.0 Plt ___\n___ 10:19PM BLOOD Neuts-56.7 ___ Monos-7.8 Eos-0.5* \nBaso-0.2 Im ___ AbsNeut-5.57 AbsLymp-3.39 AbsMono-0.77 \nAbsEos-0.05 AbsBaso-0.02\n___ 08:14AM BLOOD ___ PTT-26.7 ___\n___ 08:14AM BLOOD Glucose-109* UreaN-13 Creat-1.0 Na-140 \nK-4.2 Cl-103 HCO3-24 AnGap-17\n___ 08:14AM BLOOD Calcium-9.8 Phos-3.5 Mg-2.3 Cholest-201*\n___ 08:14AM BLOOD %HbA1c-5.7 eAG-117\n___ 08:14AM BLOOD Triglyc-155* HDL-32 CHOL/HD-6.3 \nLDLcalc-138*\n___ 08:14AM BLOOD TSH-1.9\n"
}